{"id": 45344, "text": "\"To the Editor: In your review of the vice-presidential debate (''For Cheney and Edwards, Efforts to Improve on Last Week's Debate,'' news analysis, Oct. 6), you assert that Senator Joe Lieberman, in his debate with Dick Cheney in 2000, was ''unchallenging'' and ''let attack after attack on Al Gore go unanswered.'' These are preposterous claims, as I can personally attest, having led Mr. Lieberman's debate preparations that year. TD In that debate, Mr. Lieberman challenged the Bush-Cheney platform 10 times, charging the Republicans with threatening to drive the United States $1.1 trillion into debt, to raid Medicare, to jeopardize Social Security, to cripple our military and to undermine a woman's right to choose, among other criticisms. Mr. Lieberman hardly let one of Mr. Cheney's attacks on Mr. Gore go unanswered, asserting among other things that Al Gore delivered on his promises ''big time.'' After the debate, many leading commentators said it was one of the best in history. The Times's own editorial board said that ''anyone keeping a scorecard would have a hard time finding a winner or a loser,'' and that ''both the contestants and the commentators seemed impressed.'' The revisionist history regarding the 2000 vice-presidential debate that has gained credence in your pages should not go unchallenged or unanswered. Jonathan Sallet Centreville, Md., Oct. 6, 2004  NS\",", "annotations": [{"label": 506, "start_offset": 158, "end_offset": 258, "user": 52}, {"label": 506, "start_offset": 748, "end_offset": 827, "user": 52}], "meta": {}, "annotation_approver": null}
{"id": 45345, "text": "\"The mishap in absentee ballots in Brooklyn raises questions about the ability of the Board of Elections to handle a pandemic-era presidential election. Two days after officials said that as many as 100,000 voters had received faulty absentee ballots in Brooklyn, it remained unclear how many people had actually been affected, and confused voters said they now distrusted the process. TD The vendor that printed the flawed ballots said that fewer than 1,000 ballots had mismatched names and addresses, while officials at the New York City Board of Elections said that it was impossible to know the true number. The board decided to have the vendor send new ballots to all 100,000 voters who might have been affected. The misprinted ballots, coupled with uncertainty around issues as basic as how much postage voters have to put on those ballots when they return them, deepened doubts that the elections board can handle a pandemic-era presidential election. Some winners in the June New York City primaries were not declared until August, after tens of thousands of absentee ballots were thrown out because of technical issues like missing postmarks, missing signatures or improperly sealed envelopes. The mishaps gave fodder to President Trump's assertions about the flaws of the vote-by-mail system, and during Tuesday night's fractious debate with the Democratic presidential nominee, Joseph R. Biden Jr., Mr. Trump made reference to the June delays in Manhattan. Afterward on Twitter, he mocked the ballot mishap. State Senator Alessandra Biaggi, a Democrat who introduced the bill to expand absentee voting in November, said there was no more room for error. ''How the Board of Elections handles this issue can instill confidence in the system moving forward, but it has to be done to a 10-out-of-10 level of perfection,'' she said. The brouhaha over the ballots began on Tuesday, when the Board of Elections said that as many as 100,000 Brooklyn voters received faulty ballots. On Wednesday night, amid the dispute over the actual number of incorrect ballots, election officials said all potentially affected voters should expect to receive replacement voting packages beginning next week. An unknown number of voters in Nassau County were also affected. Voters should only send in the new ballot. But if they send in both the old and new one, the second ballot will override the first, election officials said. The second ballots will be distinguished by a red mark that will be picked up by the board's ballot-processing machines, according to Frederic M. Umane, one of the city's elections commissioners. But some voters said the problems went beyond postage and mislabeled ballots. They were also baffled by the ballots themselves. While the ballot tells voters to ''mark the oval to the left'' of their choice, the ovals actually lie above candidates' names. The ballots are also missing a slash between ''military'' and ''absentee,'' leading many nonmilitary voters to believe they'd gotten the wrong ballot. Some voters said they were considering forgoing mail-in ballots entirely, despite the potential health risks. ''At this point I'm like, do I just chuck the absentee ballots and try to vote early in person?'' said Caty Bennett Gray, a resident of Williamsburg. ''But that's not ideal, because I have a 3-week-old.'' ''I'm not sure what I'm going to do, because I just feel like I don't trust the absentee ballot system anymore,'' she said. Max Yoeli, who lives in the Brooklyn neighborhood of Boerum Hill, has given up on voting by mail entirely. ''I called the BOE and was 75th in line, so I emailed them to inform them I would vote early in person instead,'' he said. ''I have yet to receive a response.'' After two days of silence, Phoenix Graphics, the Rochester, N.Y.-based company that sent out the misprinted ballots, tried to temper worries and said that the mistake was isolated to a single print run of 100,000 ballots and affected fewer than 1,000 ballots in that run. Sal DeBiase, the president of the family-owned company, said in a statement that ''mechanical-inserting issues'' caused the mislabeling. Election officials said a software glitch prevented their knowing how many ballots were affected. ''I know that they can't narrow it down any further than the batch than 99,000-plus,'' said Douglas A. Kellner, the co-chair of the New York State Board of Elections. He faulted Phoenix's quality-control measures. Earlier this week, Gov. Andrew M. Cuomo's office stepped in with its own recommendations, which led to even more confusion and turmoil. Mr. Cuomo doesn't control the New York City Board of Elections, a bipartisan group of commissioners appointed by the City Council. Even so, his aides suggested to the board that the vendor should send affected voters only new inner envelopes known as oath envelopes -- which contained the actual printing errors -- but not new ballots. On Tuesday evening, as word leaked that Mr. Cuomo, a third-term Democrat, was interceding, some left-leaning Democratic state lawmakers sounded the alarm, accusing the governor of attempting to disenfranchise voters. Ms. Biaggi, a frequent critic of the governor, demanded on Twitter that Mr. Cuomo allow ''the right ballots'' to be sent to voters and threatened to primary him if he did not do so. About an hour later, Melissa DeRosa, the governor's top aide, responded bluntly. ''Are you drunk?'' Ms. DeRosa, a fixture in Mr. Cuomo's coronavirus briefings, said on Twitter. ''Get a grip.'' Richard Azzopardi, a senior adviser to Mr. Cuomo, said Thursday that the governor made his recommendation because ''we feared printing 200,000 ballots for 100,000 voters would fuel Trump's voter fraud conspiracy.'' In the end, however, the Board of Elections went ahead with its initial plan, which election lawyers agreed with: new ballots and new envelopes for all possibly affected voters in Brooklyn. On Thursday, the governor seemed to be largely staying out of the fray, worrying instead about the potential for the president to use ballot problems in New York -- both in the primary and in the weeks leading up to the general election -- as a way to cast doubt on November's vote count. ''There have been glitches,'' the governor said. ''And Brooklyn was a glitch.'' ART\",", "annotations": [{"label": 506, "start_offset": 1410, "end_offset": 1518, "user": 52}], "meta": {}, "annotation_approver": null}
{"id": 45346, "text": "\"WASHINGTON -- Russia is using the waning days of the Obama administration to strengthen President Bashar al-Assad's hold on power, expand the territory he controls in Syria and constrain the options of the next American president in responding to the civil war, according to a number of American officials and Russian analysts. The strategy of President Vladimir V. Putin of Russia, they say, is to move aggressively in what he sees as a prime window of opportunity -- the four months between now and the 2017 presidential inauguration -- when Mr. Putin calculates that the departing President Obama will be unlikely to intervene in the escalating Syrian conflict and a new American president who might consider a tougher policy will not yet be in office. TD ''Putin is in a hurry before the American elections,'' said Nikolai V. Petrov, a political scientist in Moscow. ''The next American president will face a new reality and will be forced to accept it.'' American intelligence analysts have told the White House that the Russian goal is to help the Syrian military retake the besieged city of Aleppo so that Moscow can resume talks on Syria's future on vastly stronger terms, according to administration officials who asked not to be identified because they were discussing classified assessments. Lending credence to that assessment, a senior American intelligence official told reporters on Monday that the Russian and Syrian attacks that have been carried out since the Syrian government declared an end to a short-lived cease-fire on Sept. 19 have been some of the deadliest since the conflict began. Divining Mr. Putin's intentions has always been more art than science, but there is every indication that he sees Syria as a strategic interest. Russia's intervention in the war represents the Kremlin's most important military foothold in the Middle East in decades and has enabled Moscow to showcase the military's ability to project power. The intervention has also enabled Moscow to stand by an ally, Mr. Assad, and to some extent carry out operations against the Islamic State and Nusra Front, the terrorist groups that are the ostensible targets of Russia's deployment in Syria. The Syrian military has its weaknesses, including a manpower shortage that precludes it from securing the entire country and which has forced the Assad government to rely on fighters from Hezbollah, the Lebanese militia, Shiite fighters from Iraq and Afghanistan and Iranian advisers, along with Russian airpower. So far the Assad government's territorial gains have been minimal, even after Russia's intervention a year ago. But Russia is trying to help Syrian forces take the rebel-held area of eastern Aleppo in hopes that it will significantly set back the opposition, enlarge the areas that Mr. Assad controls and put the Kremlin in a stronger position to shape the political talks, should they ever resume. Under this scenario, the Syrian government would control five major population centers: Damascus, Homs, Hama, Aleppo and Latakia. ''It is possible that the end state is going to be something where there is a military stalemate but the regime is in the command position,'' said Robert S. Ford, a former American ambassador in Damascus and a former envoy to the Syrian opposition who is now a fellow at the Middle East Institute in Washington. Should the Syrian regime be successful, he added, ''I don't think the opposition will surrender -- they are not going to stop fighting -- but they will be marginalized.''  Hillary Clinton, the Democratic nominee for president, has previously called for a partial no-fly zone in Syria, which would require substantially more American military action in Syria. Aides to Mrs. Clinton say she has not changed her position on such a zone. As secretary of state, she also supported covert assistance to the rebels to try to put pressure on Mr. Assad to hand over power to a transitional government. The Obama administration has used airpower to safeguard areas of northern Syria where American advisers are operating, although the Pentagon has steadfastly refused to call it a no-fly zone. After Syrian warplanes dropped bombs in August near American special forces on the ground, the Pentagon warned the Syrians to stay away. American F-22 fighter jets drove home the message by patrolling the area. But a successful Russia-Syria offensive on Aleppo would redraw the map in important ways and could complicate any plans for further American military action in Syria. ''Russian officials and intellectuals have told me directly that they believe Hillary Clinton would be more likely to use force in Syria than President Obama,'' said Andrew J. Tabler, a senior fellow at the Washington Institute for Near East Policy. ''The seizure of Aleppo would be a fait accompli for the next American president. The war would go on and the Islamic State would still occupy parts of the country. But the regime would retain the north-south spine of the country.'' This was not the outcome the White House envisioned a year ago when the Russians began to build up their air forces in Syria. At first, the State Department sought to block the deployment by asking Bulgaria and other nations to close their airspace. But the White House soon concluded that it was pointless to try to stop the Russian buildup, and some officials even thought it might even push Moscow toward a search for a political solution. Now that talks for a reduction of violence and access to humanitarian aid have failed, the White House has renewed its considerations of military options, including airstrikes to deter the Assad government from trying to take Aleppo. But Mr. Obama has long been wary of getting drawn deeper into the conflict. Other steps the administration could take involve raising the cost to Russia of its intervention, through such measures as economic sanctions. Some administration officials have argued publicly that Syria could turn into a quagmire for the Kremlin, particularly if the Arab states that support the rebels supply them with antiaircraft weapons and Islamic terrorists decide to retaliate by attacking Russian cities. That, the officials say, may yet lead Russia to rethink its strategy. ''They're going to be bearing the brunt if the civil war escalates as a result of their actions of an onslaught of weaponry coming in from outside patrons,'' Antony Blinken, the deputy secretary of state, told Congress last month. But so far Moscow has pursued its strategy at a modest cost in terms of Russian lives and treasure, reflecting the hard-learned lessons of earlier conflicts. Unlike in the Soviet Union's invasion of Afghanistan, Russia has mainly relied on airpower in Syria and has avoided the use of major ground combat units. Nor does Moscow's strategy appear to call for the Syrian military to engage in costly street fighting against dug-in rebels. Rather, it has relied on airstrikes by Russian and Syrian aircraft to block deliveries of humanitarian aid, destroy water treatment plants and damage hospitals. There are also some American actions that may make Syria less of a quagmire for the Kremlin. The American-led coalition plans to continue to target the Islamic State and the Nusra Front, two jihadist groups that pose a threat to the United States and Russia alike. Follow The New York Times's politics and Washington coverage on Facebook and Twitter, and sign up for the First Draft politics newsletter. ART\",", "annotations": [{"label": 506, "start_offset": 761, "end_offset": 871, "user": 52}, {"label": 506, "start_offset": 1611, "end_offset": 1681, "user": 52}, {"label": 506, "start_offset": 3522, "end_offset": 3942, "user": 52}], "meta": {}, "annotation_approver": null}
{"id": 45347, "text": "\"With President Trump's positive coronavirus test, Vice President Mike Pence will take on a more prominent campaign role and represent him at events. WASHINGTON -- Vice President Mike Pence, the first in line to occupy the Oval Office if President Trump becomes too ill to carry out his duties, tested negative for the coronavirus on Friday and planned to resume campaign appearances, including at the vice-presidential debate on Wednesday night. TD Word of Mr. Pence's plans came hours after the president and Melania Trump, the first lady, announced that they had tested positive. Mr. Pence's White House physician confirmed in a statement that the vice president had tested negative and added that he remained ''in good health and is free to go about his normal activities.'' ''As has been routine for months, Vice President Pence is tested for Covid-19 every day,'' said Devin O'Malley, his spokesman. ''This morning, Vice President Pence and the second lady tested negative for Covid-19. Vice President Pence remains in good health and wishes the Trumps well in their recovery.'' Mr. Pence worked from his official residence at the Naval Observatory, a few miles from the White House, the rest of the day, filling in for Mr. Trump on a conference call and preparing for his debate next week with Senator Kamala Harris of California, the Democratic candidate for vice president. The debate's host, the University of Utah, said on Friday that the event would proceed as planned on Oct. 7. After the debate, Mr. Pence has scheduled campaign events in Arizona and Indiana, according to a senior administration official. After years of speculation that the vice president might succeed Mr. Trump after potential impeachment or resignation over matters like the Russia investigation and dealings with Ukraine, Mr. Pence now finds the prospect of at least temporarily assuming presidential duties more vivid than ever, although White House officials said they had no plans to transfer power to him even briefly. But in the coming days, Mr. Pence is poised to take on a more prominent campaign role and may represent the president at events originally planned for a healthy Mr. Trump. ''Vice President Mike Pence does not need to quarantine,'' his physician, Dr. Jesse T. Schonau, said in a statement. Under C.D.C. guidelines, Dr. Schonau added, Mr. Pence is ''not considered a close contact with any individuals who have tested positive for Covid, including President Donald J. Trump.'' As the events unfolded around the White House on Friday, Mr. Pence filled in for Mr. Trump by opening a scheduled conference call with health administrators, nursing home operators and seniors advocates to update them on measures that the administration had taken to protect older Americans from the coronavirus. Speaking in matter-of-fact tones, as though the news was of only passing concern, Mr. Pence played down Mr. Trump's condition. ''I'm pleased to report President Trump and the first lady are both well at this time,'' said the vice president, who spoke to Mr. Trump on Friday, according to the administration official. ''They will remain at the White House while they convalesce.'' That prediction was short lived: By evening, Mr. Trump had departed for Walter Reed National Military Medical Center. Mr. Pence, who has been traveling extensively since March to battleground states, attended a news conference on Monday that the president held in the White House briefing room and met with him on Tuesday. Mr. Pence also met this week with Senator Mitch McConnell of Kentucky, the majority leader, and Judge Amy Coney Barrett, the president's nominee for the Supreme Court. The three were seen on Capitol Hill without masks. As he continues his travels, Mr. Pence's own health is certain to be the subject of intense speculation. While the 25th Amendment to the Constitution provides the administration the power to temporarily transfer authority to the vice president, it has no provision to remove him or transfer power to another individual. That was concerning enough to former Vice President Dick Cheney, who had a history of heart problems, to write a secret resignation letter and instruct a top aide to forward it to the president in the event that he was incapacitated. Some health officials on Friday questioned Mr. Pence's intention to carry on in public despite his exposure to Mr. Trump, although the statement from his doctor suggested that his interactions with the president had not met C.D.C. quarantine guidelines. The C.D.C. defines a close contact as an individual ''who was within six feet of an infected person for at least 15 minutes starting from two days before illness onset'' until the infected person went into quarantine. If Mr. Trump developed symptoms on Wednesday evening, as some officials believe, Mr. Pence's attendance at the president's afternoon news conference would not be covered. His interaction with Mr. Trump on Tuesday was not extensive, and the men were several feet from each other. Mr. Pence and his advisers are often photographed without masks on the road, even after his press secretary, Katie Miller, tested positive in May. The vice president drew criticism in April, when he did not wear a mask while touring the Mayo Clinic, the renowned medical center in Minnesota, in violation of its clearly stated policy that visitors should wear a protective face covering. At the time, he defended his behavior by saying that he did not need to wear a mask because he was tested regularly. During the summer, however, Mr. Pence, the chairman of the White House coronavirus task force, began encouraging people in areas where the virus was surging to wear masks. ''We encourage everyone to wear a mask in the affected areas,'' Mr. Pence said in June while visiting the University of Texas Southwestern Medical Center in Dallas. ''Where you can't maintain social distancing, wearing a mask is just a good idea, especially young people.'' His top aides, however, have been behind a pressure campaign on scientists at the C.D.C. to put out data that would support the reopening of schools. One staff member said she was repeatedly asked by Marc Short, the vice president's chief of staff, to get the C.D.C. to produce more reports and charts showing a decline in coronavirus cases among young people. In addition to Mr. Pence, White House officials said that Jared Kushner, the president's senior adviser and son-in-law, and Ivanka Trump, who both accompanied Mr. Trump to his debate with former Vice President Joseph R. Biden Jr. on Tuesday night in Cleveland, had also tested negative for the virus. Barron Trump, the president's 14-year-old son, had tested negative, according to Stephanie Grisham, the first lady's chief of staff. ART\",", "annotations": [{"label": 506, "start_offset": 1, "end_offset": 150, "user": 52}, {"label": 506, "start_offset": 487, "end_offset": 583, "user": 52}, {"label": 506, "start_offset": 779, "end_offset": 1085, "user": 52}, {"label": 506, "start_offset": 1085, "end_offset": 1382, "user": 52}, {"label": 506, "start_offset": 2010, "end_offset": 2095, "user": 52}, {"label": 506, "start_offset": 2798, "end_offset": 3178, "user": 52}, {"label": 506, "start_offset": 3720, "end_offset": 3824, "user": 52}, {"label": 506, "start_offset": 5025, "end_offset": 5101, "user": 52}, {"label": 506, "start_offset": 5172, "end_offset": 5412, "user": 52}, {"label": 506, "start_offset": 5530, "end_offset": 5701, "user": 52}, {"label": 506, "start_offset": 6336, "end_offset": 6770, "user": 52}, {"label": 506, "start_offset": 2182, "end_offset": 2484, "user": 52}, {"label": 506, "start_offset": 2540, "end_offset": 2575, "user": 52}, {"label": 506, "start_offset": 4040, "end_offset": 4273, "user": 52}, {"label": 506, "start_offset": 4746, "end_offset": 4791, "user": 52}, {"label": 506, "start_offset": 5702, "end_offset": 5789, "user": 52}], "meta": {}, "annotation_approver": null}
{"id": 45348, "text": "\"When is Election Day? Nov. 3, 2020. And also...right now. In many states, early voting is well underway, with tens of millions of ballots already cast. 06 Days for your vote to be counted. Should I vote early if my state allows it? Sure! Procrastination is for term papers and major life decisions. Get your ''I Voted'' sticker before the market is flooded. Is it too late to register to vote? It depends on your state. For those answers and many more, check out The Times's comprehensive voter guide. nytimes.com/politics Will my vote be counted if I vote by mail? Only if it's received on time. That's why sending in your ballot just before the final deadline is a risk. A Times analysis found that in nearly three dozen states, voters can request ballots so close to Election Day that it may not be possible for them to receive and return their ballots in time to be counted. There is also the nontrivial matter of President Trump's longstanding campaign against the Postal Service, which has fueled concerns about the system itself being hampered. States With Tight Ballot Deadlines You may not have enough time to vote by mail in these states if you wait until the deadline to request or mail your ballot. Will it be risky to vote in person on Election Day? Throughout the modern history of American voting, no presidential election ever before required phrases like ''if you're comfortable braving a deadly virus.'' But here we are. And with faithful adherence to public health guidelines like masking and social distancing, the dangers of voting in person are certainly reduced. Voting during off-peak hours may also help you avoid crowding and lines. Is voter fraud real? It is exceptionally rare in the United States. But exaggerated or outright false accounts of voter fraud are often invoked to impose more restrictions on who can vote and on how to vote. The few cases of documented voter fraud -- a municipal election in New Jersey this year, a congressional election in North Carolina in 2018 -- often receive outsize attention because of a longstanding focus on the subject in conservative politics and media. Where are voter suppression tactics being used? Voting rights advocates have pointed to Gov. Greg Abbott of Texas' limiting of ballot drop boxes to one per county -- including for the 4.7 million people of Harris County -- as a potential example of voter suppression. But they say the list hardly ends there. Long lines, either due to malfunctions or consolidated polling locations, have been cited as possible sources of suppression in Georgia and elsewhere across the country, especially as these incidents tend to disproportionately affect nonwhite voting populations. Another well-worn suppression tactic is disinformation. And despite some efforts by social media companies to curb disinformation, 2020 has already produced a host of such campaigns around voting, particularly regarding mail ballots. What are poll watchers? Traditionally, many states allow regular citizens to serve as poll watchers and observe polling places for potential issues, which they can then report to local election authorities. Issues might include voters being incorrectly turned away or more systemic problems like broken machines, ballot shortages or excessively long lines. But poll watchers are prohibited from taking any action that may intimidate a voter, and Democrats say that the Trump campaign's call for an ''army'' of poll watchers risks crossing that line. In Pennsylvania, where the Trump campaign has videotaped Philadelphia voters depositing ballots in drop boxes, the state attorney general has already warned that the action could amount to illegal voter intimidation. What is a naked ballot? It is a ballot that is missing its so-called secrecy envelope. Yes, some states require two envelopes to mail back a ballot: an outer envelope with the postage and election-office information, and an inner envelope to protect the secrecy of the vote. Secrecy envelopes are not required in all states, but in states where they are, skipping them is among the most common errors voters make. Naked ballots are a particularly big concern this year in Pennsylvania, which does not allow voters to make any corrections to their absentee ballot. Will there be a clear winner on election night? Maybe not, given the number of battleground states and the prospect of counting delays in places where local laws will prevent officials from processing mail-in ballots before Election Day. Election officials in swing states like Pennsylvania and Michigan have said they hope to finish counting nearly all ballots within three days of Election Day. But patience will be key on Nov. 3 -- and may be elusive in many homes across the country, including the executive residence in Washington. Unless, of course, one side wins a victory large and obvious enough to see clearly on election night, which would make any delays in individual states far less consequential. What happens if one side does not accept the results? Four years ago, President Trump cried fraud in an election he won. (His baseless argument: He would have won the popular vote, too, but for Democratic shenanigans.) He has given his opponents no reason to believe that he would accept electoral defeat without incident. Whether he -- or Joseph R. Biden Jr., if the situation were reversed -- could do anything about a contested outcome is a matter for the courts, in theory. Wouldn't that be bad? It would not be a banner turn for the republic. What role could the Supreme Court play in the election? If the results are in question, and even if they are not, in the eyes of most election officials, the courts could come into play. The president has made clear that he envisions a potentially active role for them, arguing that the Senate was obligated to confirm now-Justice Amy Coney Barrett to the Supreme Court before Election Day so that a full nine-justice court could resolve any disputes. He has also suggested that he expects the court to agree with his baseless accusations that Democrats are trying to rig the election. Of course, the courts have been disappointing presidents for generations, so there's no guarantee he'd be pleased with their decisions in this hypothetical. s it possible that the House of Representatives could end up deciding the election? Yes, but it's not likely. The fate of the election rests with state delegations in the House if no candidate wins 270 electoral votes (including, say, if there is a 269-269 tie). Democracy! Not for the faint of heart. What are Biden's chances of beating Trump? The polls have him ahead. And the polls, as both parties like to remind their voters, had Hillary Clinton ahead four years ago. There is reason to think this time is different: Mr. Biden's national lead is generally larger, and he is looking competitive across a wide swath of states that the president won comfortably in 2016. Support for Biden and Trump National States where Trump won by more than 5 percentage points in 2016 Iowa What are the chances that the pollsters have it wrong again? Greater than zero, which has Democrats characteristically anxious. Pollsters, especially at the state level, have worked to improve their methods this time. But of course, it's an inexact science. Whether any polling errors are large enough to erase the current Trump deficit in public surveys is another matter. What are the swing states to watch this election? The list is long, which is one of the reasons Republicans are nervous. The most intuitive Democratic pickup opportunities are in Pennsylvania, Michigan and Wisconsin, the three states that swung the last presidential election. Mr. Trump won them in 2016 by fewer than 80,000 votes combined. But Democrats also see opportunities across a range of states -- Florida, Arizona, North Carolina, Georgia, among others -- that Mr. Trump almost certainly needs to carry to keep his job. Even some states once thought to be reliably red this year, like Texas, Ohio and Iowa, have produced tight polling. Meanwhile, Mr. Trump hopes to play offense in ostensibly blue states, like Minnesota and New Hampshire, that Mrs. Clinton won in 2016. Why should swing states get to have all the fun? Massachusetts, Wyoming, Tennessee -- great places all. Functional irrelevance in presidential elections does not diminish their natural beauty or cultural importance. What is Trump's path to victory? It looks a lot like 2016. While the president likes to suggest he is competing everywhere, even in solidly blue states like New York, this is mostly fantasy. Mr. Trump's most realistic path involves holding most of his gains from four years ago, when his upset victories in former Democratic strongholds made the difference. He can afford to lose a swing state or two that he won last time, depending on the combination, but any more slippage would effectively doom him. Is Biden really campaigning from his basement? The president has accused his opponent of hiding from voters with virtual events and a low-key public schedule. This isn't accurate; Mr. Biden has strayed from his Delaware home frequently in recent months, especially since accepting the Democratic nomination in August. But two points are beyond dispute: First, the candidates have conducted pandemic-era campaigning quite differently, with Mr. Trump showing little patience for health restrictions, even after contracting the coronavirus himself. And second, most medical experts find the Democrats' approach -- fewer crowded indoor events, a greater emphasis on masks and distancing -- to be more responsible. What are the major policy differences in the campaign? Where to start? Health care, climate, immigration, guns, taxes, religious liberty. But nothing has resonated as powerfully as the coronavirus pandemic -- and polls show voters taking a broadly negative view of the president's stewardship on this score. Who's going to win the Senate? It's looking like a tossup, though Democrats are bullish about their position. A handful of Republican incumbents in purple or even bluish states were always going to have a difficult road. But what has Democrats most excited is their apparent competitiveness -- and often strong fund-raising -- across states that have traditionally tilted to the right, from Montana to South Carolina. What are the key Senate races to watch? If Mr. Biden wins -- and Kamala Harris, who would be his vice president, becomes the tie-breaking vote in a prospective 50-50 Senate -- Democrats will need to gain a net total of three seats to take control. The party sees prime seat-flipping opportunities in Colorado and Arizona. One Democratic incumbent, Senator Doug Jones of Alabama, is viewed as an underdog in his race. Republicans see another Democrat, Senator Gary Peters of Michigan, as potentially vulnerable, too. So where might Democrats find the extra wins they'd need? Maine, North Carolina, Iowa, Georgia, Montana, South Carolina, even Kansas. They don't need to win them all. But they are effectively forcing Republicans to play defense across the map. What about the House of Representatives? Democrats are viewed as the clear favorites to retain control of the House and even add to their majority. And Speaker Nancy Pelosi hopes that a Democratic House, which has served as a check on the Trump administration these last two years, will instead become a governing partner alongside a Biden administration and a Democratic Senate. Will the Russians interfere again? They seem to be trying. While the Trump administration -- if not the president himself -- has stressed that there will be ''no tolerance'' for Russian interference, intelligence officials and private firms have already detected evidence of Russian influence operations well ahead of November. The effects of these efforts are uncertain, but their existence is not. Will a late surprise shake things up? Maybe! There is some precedent, though it is hard to envision a role for a discarded F.B.I director this time. But as a general principle, 2020 has not proceeded predictably. Why start now? Has Biden said he would only serve one term if elected? No, but some Democrats have chosen to infer as much. Mr. Biden, who will be 78 on Inauguration Day, has called himself a ''bridge'' to the next generation of party leaders, implying that he sees himself as something of a transitional figure. But he has never been explicit about the length of this bridge. I know there have been a lot of lawsuits over voting this year. What's going on? Believe it or not, it's Republicans and Democrats fighting. Democrats have generally sought to expand voting access or ease restrictions to make voting safer in a pandemic. For example, in Wisconsin -- which requires all absentee ballots to be signed by both the voter and a witness -- Democrats have argued that the two-person mandate needlessly increases virus exposure, particularly for older voters who live alone. Democrats have also been fighting for fewer restrictions on mail ballots, more drop boxes, more options for voters to fix their ballots, more polling locations and longer early-voting periods, among other pushes. Republicans have largely been fighting against rule changes that would expand voting access under the umbrella of protecting the integrity of the election. This is all going to be a mess, isn't it? That is certainly one of two possibilities. OK but really: When will we know who won? Unclear. Patience is a virtue. And isn't the true purpose of election night to think of the friends we made along the way? (No. No, it's not.) NS\",", "annotations": [{"label": 506, "start_offset": 5029, "end_offset": 5298, "user": 52}, {"label": 506, "start_offset": 5975, "end_offset": 6109, "user": 52}, {"label": 506, "start_offset": 8919, "end_offset": 8965, "user": 52}, {"label": 506, "start_offset": 9272, "end_offset": 9464, "user": 52}, {"label": 506, "start_offset": 12232, "end_offset": 12420, "user": 52}], "meta": {}, "annotation_approver": null}
{"id": 45349, "text": "\"Amid a presidential campaign marked by fears about the country's economic future, the American jobs machine keeps chugging. Employers added 156,000 positions in September, the Labor Department said on Friday, enough to accommodate new entrants to the labor force and entice back workers who dropped out after the Great Recession. The unemployment rate, which had been stuck at 4.9 percent since spring, ticked up slightly to 5 percent, but that was mostly because more people were drawn into the labor force by evidence that hiring is still going strong. TD For all the anxiety at home and turmoil abroad, like the vote in Britain to withdraw from the European Union, the current expansion shows little prospect of ending abruptly. Average hourly earnings rose by 0.2 percentage point last month, bringing the wage gain over the last 12 months to 2.6 percent, well above the pace of inflation. The typical workweek also grew slightly in September, after a pullback in August. ''It was solid, not spectacular,'' said Diane Swonk, an independent economist in Chicago. ''The good news is that participation went up, even though the unemployment rate did, too. Regaining that ground is very important.'' Before the report was released, economists on Wall Street looked for the economy to add 172,000 jobs in September. Revisions for July and August showed that 7,000 fewer jobs were created in those months than the Labor Department first estimated. Given the latest figures, the Federal Reserve is still expected to delay raising interest rates until late this year, and there was little in the report to suggest that the job gains might lead to significantly higher inflation. ''There are still plenty of unemployed people out there, enough for employers to continue to hire at a substantial pace,'' said Michael Gapen, chief United States economist at Barclays. ''The expansion will end before you run out of labor,'' added Mr. Gapen, who estimates that the unemployment rate could drop to 4 percent by the end of 2017. The overall participation rate inched up to 62.9 percent, above the low point of 62.4 percent last September, but well below the most recent peak of 66.4 percent in early 2007. With many prime-age workers still available to be hired -- what economists and policy makers at the Federal Reserve blandly term ''labor market slack'' -- the current pace of hiring should be able to continue with little threat of overheating the economy. Moreover, the labor force itself jumped by nearly half a million, a bright spot in an otherwise steady picture of the economy. The nation has added an average of 178,000 jobs a month this year, less robust than the average monthly gain of 229,000 in 2015 but still a healthy reading given the longevity of the recovery and the slowdown in population growth among adults of working age. Mr. Gapen attributed most of September's dip in job creation, which was below the consensus forecast and the annual average, to an unexpected 11,000 drop in government payrolls. The public sector added more than 50,000 positions in July and August, and Mr. Gapen said the private sector's relative strength was what counted, not a slowdown in government hiring. ''It's not a negative signal,'' he said. ''We see the miss as mainly a one-off government issue.'' Despite the robust hiring in the last couple of years, tens of millions of workers have barely felt the benefits of the recovery, and notable pockets of economic weakness remain more than seven years after it began. Those two contrasting realities -- healthy hiring and falling unemployment on the one hand, millions of economically sidelined Americans on the other -- sustain the narrative of the two main presidential candidates, Hillary Clinton and Donald J. Trump. Both candidates' critiques of the economy contain kernels of truth. Friday's report, while generally strong, contained fodder for both. The jump in participation, and healthy gains in higher-paying professional services fields, bolster Mrs. Clinton's case that the economy is growing steadily and creating decent-paying jobs. The drop in manufacturing jobs by 13,000 will underscore fears among blue-collar voters that their livelihoods are imperiled, a main factor in Mr. Trump's appeal. In addition to strong gains in services, the closely watched construction industry added 23,000 jobs. The housing market has been booming in many parts of the country, and like manufacturing, construction remains an important source of middle-class jobs for workers with just high school diplomas. ''I'm heartened to see that we have an unmistakable trend toward good-quality jobs,'' said Labor Secretary Thomas E. Perez. ''I know there's a doom and gloom caucus out there, but they're on a collision course with the facts.'' Another encouraging development was a slowdown in the huge round of job cuts in the mining and logging industries prompted by falling prices for oil and other commodities. After falling for 23 consecutive months, with 223,000 jobs slashed during that time, employment in the sector was flat last month. ''Instead of declining, jobs may start coming back to the sector,'' Ms. Swonk said, noting that the recent rebound in oil prices may spur new investment in exploration and drilling after a two-year drought. Although Wall Street watches every jobs report, this one drew less attention because the Federal Reserve is not expected to raise rates until December at the earliest. The Fed will meet in November, but it is not expected to raise rates so close to the election. Moreover, waiting until December to decide whether to tighten monetary policy would allow policy makers to consider the October and November jobs reports. Mr. Gapen said December remained the most likely target for the Fed's next interest rate increase, but he added that it was hardly certain. ''We think there's a 60 percent chance the Fed will act, or slightly better than even,'' he said. ''There is a little something for everyone in this report from a policy-making perspective.'' The 2.6 percent increase in wages in the last 12 months is better than the 2.3 percent annual increase in 2015, but it is still less than many recession-ravaged workers would hope to see at this point in the recovery. Still, there are plenty of signs the tighter labor market is finally paying off and producing raises, for workers at both the bottom and the top of the pay scale. This trend may also indicate that minimum wage increases in many states are beginning to filter through the broader economy. As the more modest gain in payrolls for September suggests, some big employers have slowed the pace of recruiting slightly, but they continue to add to payrolls.  Ernst & Young, the giant accounting and consulting firm, plans to hire 15,200 people in the United States in the 2017 fiscal year, which began July 1. In the 2016 fiscal year, Ernst & Young hired 16,375 people, said Dan Black, Ernst & Young Americas recruiting leader. ''It's not a put-the-brakes-on moment,'' he said. ''It's more of a maintain-and-sustain scenario.'' ART\",", "annotations": [], "meta": {}, "annotation_approver": null}
{"id": 45350, "text": "\"During the pandemic, the president has expressed confidence that the virus would quickly go away and skepticism over the effectiveness of face coverings. President Trump -- who insisted when the coronavirus first emerged that it would not be a threat in the United States -- spent months playing down the effectiveness of masks, initially refused to be photographed with one on and this week mocked former Vice President Joseph R. Biden Jr. for wearing one. TD He has softened his tone on masks and has been seen wearing one with a presidential seal, and in the summer he began encouraging Americans to wear them. But even his endorsements of masks -- which health officials say are a key way to slow the spread of the virus -- have come with caveats that have muddled the message. One example: At the presidential debate on Tuesday, after saying that he wore masks ''when needed,'' Mr. Trump claimed that Dr. Anthony S. Fauci, the leading U.S. official on infectious diseases, had initially said that ''masks are not good -- then he changed his mind.'' (Dr. Fauci rejected the claim, saying on Thursday that he had long been ''begging people to wear masks.'') It was the latest in Mr. Trump's pattern of playing down the seriousness of the coronavirus. Here are some of his most notable statements since the beginning of the pandemic. On his own use of masks and their effectiveness. April 3, at the White House: ''The C.D.C. is advising the use of nonmedical cloth face covering as an additional voluntary public health measure. So it's voluntary. You don't have to do it. They suggested for a period of time, but this is voluntary. I don't think I'm going to be doing it.'' ''I just don't want to be doing -- I don't know, somehow sitting in the Oval Office behind that beautiful Resolute Desk, the great Resolute Desk. I think wearing a face mask as I greet presidents, prime ministers, dictators, kings, queens -- I don't know, somehow I don't see it for myself. I just, I just don't.'' May 21, touring a Ford plant: ''I wore one'' -- a mask -- ''in the back area. I didn't want to give the press the pleasure of seeing it.'' July 19, to the Fox News host Chris Wallace: ''I don't agree with the statement that if everybody wears a mask, everything disappears.'' Aug. 13, at the White House: ''My administration has a different approach: We have urged Americans to wear masks, and I emphasized this is a patriotic thing to do. Maybe they're great, and maybe they're just good. Maybe they're not so good.'' Sept. 7, asking a reporter to remove a mask while asking a question: ''If you don't take it off, you're very muffled.'' Sept. 29 at a presidential debate: ''I think masks are OK. You have to understand, if you look -- I mean, I have a mask right here. I put a mask on when I think I need it. Tonight, as an example, everybody's had a test, and you've had social distancing and all of the things that you have to.'' He continued: ''When needed, I wear masks. I don't wear masks like him,'' he said of Mr. Biden. ''Every time you see him, he's got a mask. He could be speaking 200 feet away from them, and he shows up with the biggest mask I've ever seen.'' Early predictions that the virus would not be a threat. Jan. 22, asked by a CNBC reporter whether there were ''worries about a pandemic'': ''No, not at all. We have it totally under control. It's one person coming in from China, and we have it under control. It's going to be just fine.'' Jan. 30, in Warren, Mich.: ''We have very little problem in this country at this moment -- five. And those people are all recuperating successfully.'' Feb. 14, addressing the National Border Patrol Council: ''There's a theory that, in April, when it gets warm -- historically, that has been able to kill the virus. So we don't know yet; we're not sure yet.'' Feb. 24, in a tweet: ''The Coronavirus is very much under control in the USA. We are in contact with everyone and all relevant countries. CDC & World Health have been working hard and very smart. Stock Market starting to look very good to me!'' Feb. 26, at a White House news conference, commenting on the country's first reported cases: ''We're going to be pretty soon at only five people, and we could be at just one or two people over the next short period of time. So we've had very good luck.'' Feb. 26, flanked by top health officials from government agencies: ''The risk to the American people remains very low. We have the greatest experts, really in the world, right here.'' Feb. 27, at a White House meeting: ''It's going to disappear. One day -- it's like a miracle -- it will disappear.'' March 7, asked at Mar-a-Lago whether he was concerned that the virus was getting closer to the White House and Washington: ''No, I'm not concerned at all. No, I'm not. No, we've done a great job.'' ART\",", "annotations": [{"label": 506, "start_offset": 1, "end_offset": 154, "user": 52}, {"label": 506, "start_offset": 462, "end_offset": 614, "user": 52}, {"label": 506, "start_offset": 1678, "end_offset": 1993, "user": 52}, {"label": 506, "start_offset": 2298, "end_offset": 2511, "user": 52}, {"label": 506, "start_offset": 4617, "end_offset": 4814, "user": 52}], "meta": {}, "annotation_approver": null}
{"id": 45351, "text": "\"President Trump has blamed Democratic officials' rules for impeding the recovery. But even where restrictions are few, business is far from normal. As far as the law is concerned, there is no reason that Amedeo Rossi can't reopen his martini bar in downtown Des Moines, or resume shows at his concert venue two doors down. Yet Mr. Rossi's businesses remain dark, and one has closed for good. TD There are no restrictions keeping Denver Foote from carrying on with her work at the salon where she styles hair. But Ms. Foote is picking up only two shifts a week, and is often sent home early because there are so few customers. No lockdown stood in the way of the city's Oktoberfest, but the celebration was canceled. ''We could have done it, absolutely,'' said Mindy Toyne, whose company has produced the event for 17 years. ''We just couldn't fathom a way that we could produce a festival that was safe.'' President Trump and many supporters blame restrictions on business activity, often imposed by Democratic governors and mayors, for prolonging the economic crisis initially caused by the virus. But the experience of states like Iowa shows the economy is far from back to normal even in Republican-led states that have imposed few business restrictions. A growing body of research has concluded that the steep drop in economic activity last spring was primarily a result of individual decisions by consumers and businesses rather than legal mandates. People stopped going to restaurants even before governors ordered them shut down. Airports emptied out even though there were never significant restrictions on domestic air travel. States like Iowa that reopened quickly did have an initial pop in employment and sales. But more cautious states have at least partly closed that gap, and have seen faster economic rebounds in recent months by many measures. Economists say it is hard to estimate exactly how much economic activity is still being restrained by capacity limits, social-distancing rules and similar policies, many of which have been lifted or loosened even in places governed by Democrats. In most states, restaurants, retail stores and even bars are allowed to operate. Perhaps the most widespread government action that has hindered economic growth is the decision by many school districts to adopt virtual learning at the start of the school year, which appears to have driven many parents, particularly women, out of the labor force to care for young children who would otherwise be in class. But as the pandemic flares again in much of the country, most economists agree this much is clear: The main thing holding back the economy is not formal restrictions. It is people's continued fear of the virus itself. ''You can't just open the economy and expect everything to go back to pre-Covid levels,'' said Michael Luca, a Harvard Business School economist who has studied the impact of restrictions during the pandemic. ''If a market is not safe, people won't participate in it.'' Iowa was one of only a handful of states that never imposed a full stay-at-home order. Restaurants, movie theaters, hair salons and bars were allowed to reopen starting in May, earlier than in most states. Gov. Kim Reynolds has emphasized the need to make the economy a priority, and has blocked cities and towns from requiring masks or imposing many other restrictions. Even so, Iowa has regained just over half of the 186,000 jobs it lost between February and April, and progress -- as in the country as a whole -- is slowing. Many businesses worry they won't be able to make it through the winter without more help from Congress. Others have already failed. Now, coronavirus cases are rising there. Vaudeville Mews, the small performance hall that Mr. Rossi opened in Des Moines in 2002, was a labor of love even in the best of times. The venue attracted a fan base with its willingness to book independent acts, but it often lost money. Mr. Rossi had been saving up in hopes of buying a new space, but the pandemic ended that dream. Legally, music venues in Iowa were allowed to reopen in June, but with social-distancing requirements that significantly reduced their capacity. Even if those rules were lifted, Mr. Rossi said, he couldn't see a path toward reopening safely and profitably anytime soon. This month, he announced that Vaudeville Mews would be closing permanently. ''We couldn't pay our rent, and it was piling up, and we were constantly still getting drained by internet bill, insurance bill, utility bill,'' he said. ''Who wants to go into huge debt to float a business that we don't see any end in sight?'' Mr. Rossi's nearby bar, the Lift, is officially still in business, but aside from a brief experiment with deliveries, it hasn't served a drink since March. He has considered welcoming a small number of customers on a reservation-only basis, but so far hasn't figured out how to reopen in a way that would both be safe and not cost him even more than staying closed. ''We felt it would be worse for us to reopen,'' he said. At Court Avenue Restaurant & Brewing Company, around the corner from Vaudeville Mews and the Lift, the lack of nightlife is taking a toll on business. So is the lack of the normal lunchtime crowd, with many office employees still working from home. Court Avenue reopened in May, but has regained just 30 to 40 percent of its pre-pandemic sales, according to the owner, Scott Carlson. ''Even if the governor said, 'Hey, we're taking away all restrictions and all mandates and all recommendations,' our numbers wouldn't change, not very dramatically,'' he said. Iowa has outperformed many other states economically during the pandemic, at least by some measures. The unemployment rate capped out at 11 percent in April -- below the 14.7 percent hit by the country as a whole -- and it has fallen quickly, to 4.7 percent in September. But economists attribute Iowa's success primarily to its favorable mix of industries. The state relies more heavily than most on agriculture and manufacturing, which were comparatively insulated from the virus. Vulnerable industries like tourism, hospitality and retail sales are struggling in Iowa as they are everywhere else. Data compiled by researchers at Harvard and Brown Universities from private sources shows that consumer spending has rebounded more slowly in Iowa than in neighboring states. ''Retailers are still having a tough go of it in Iowa,'' said Ernie Goss, a Creighton University economist who studies Iowa and the Midwest. ''You're talking about individuals who regardless of regulations are not going back in a restaurant right now.'' Mike Draper owns a chain of T-shirt shops with three stores in Iowa and others in Omaha, Chicago and Kansas City, Mo. Customer traffic is down 30 to 50 percent in all of them, he said, with no consistent patterns based on the rules local governments have imposed. ''It has almost nothing to do with regulations,'' Mr. Draper said. ''It's really driven by people's mentality more than regulations.'' There is little doubt that restrictions are restraining some economic activity, particularly in parts of the country that have strictly limited restaurant capacity and indoor gatherings. Local business owners say that restaurants are noticeably busier in Davenport, Iowa, than across the Mississippi River in Moline, Ill., where rules on mask-wearing and social distancing are stricter and more consistently enforced, although business is not back to normal on either side of the river. But greater activity can also come with a cost, to both public health and the economy. When college campuses in Iowa reopened in August, students packed into bars and nightclubs -- and coronavirus cases quickly began to rise. Governor Reynolds shut down bars in several college towns for more than a month. For some workers, Iowa's situation is the worst of both worlds: They are back at work, putting them at risk of contracting the virus, but don't have enough customers to make a living. Ms. Foote, 24, had worked at the beauty salon for just a few weeks when it shut down because of the pandemic. The job was the fulfillment of a longstanding dream -- after years of juggling school and low-wage jobs, she was finally working full time and on track to get benefits. Even so, when the salon reopened in the spring, she was scared to return to work. And once she did go back, there was little work for her. ''I just kind of sit around and don't do anything,'' she said. ''People are scared to go into the salon and sit for an hour.'' Ms. Foote said she was taking home just $200 for each two-week pay period, meaning she again needs to supplement her income with part-time jobs. But she isn't sure she should be rooting for business to pick up. ''I don't see how me going to the salon more often and exposing myself is going to make things better,'' she said. ''I don't think that's safe, personally.'' ART\",", "annotations": [{"label": 506, "start_offset": 1, "end_offset": 82, "user": 52}], "meta": {}, "annotation_approver": null}
{"id": 45352, "text": "\"There is a price to pay when a president appears disengaged, and President Obama obviously learned how much his diffidence cost him in the first debate this month. On Tuesday night, in the second debate, he regained full command of his vision and his legacy, leaving Mitt Romney sputtering with half-answers, deceptions and one memorable error. Instead of windy and lethargic answers, the president was crisp in reciting his accomplishments and persuasive in explaining how he has restarted economic growth. Instead of letting Mr. Romney get away with a parade of falsehoods and unworkable promises, he regularly and forcefully called his opponent wrong. Having left many supporters wondering after the first debate whether he really wanted another four years, he finally seemed like a man who was ready to fight for another term. TD What he did not do was describe how a second term would be more successful than his first has been, and, in particular, show how he would cut through the thicket of Republican opposition if re-elected. He missed opportunities to call for a more forceful opposition to assault weapons in another term, and to put forward a clear immigration policy. But the contrast with the weak and failed ideas that Mr. Romney proposed could not have been clearer. The president noted that he had signed legislation that increased pay equity for women; Mr. Romney not only refused to say whether he would have done so, but condescendingly said he had hired many women when he was the governor of Massachusetts and had given them flexible schedules. Mr. Obama pointed out that Mr. Romney's tax numbers did not add up, and called the plan a ''sketchy deal''; Mr. Romney responded in a huff. ''Of course they add up,'' he said. ''I was someone who ran businesses for 25 years and balanced the budget.'' Apparently he thinks it should be self-evident that a private equity mogul knows how to cut taxes drastically and still balance the budget, but it is not evident to any of the independent experts who have looked at his plan, as Mr. Obama icily pointed out. The president reminded listeners that Mr. Romney's immigration adviser was the author of Arizona's radical, unconstitutional immigration law. And Mr. Romney himself repeated his cruel prescription to have undocumented immigrants ''self-deport'' by making it impossible for them to find work and aggressively demanding their identification papers. Mr. Obama offered the better, broader view on fixing immigration, though his own administration has also deported tens of thousands of noncriminals through a crackdown similar to Arizona's law. The president even got off a few good lines, pointing out that his pension was considerably smaller than Mr. Romney's, and that his opponent was far more extreme than President George W. Bush in proposing to turn Medicare into a voucher system and to eliminate financing for Planned Parenthood. He finally took the opportunity to bring up Mr. Romney's dismissal of 47 percent of the country as people who consider themselves victims and do not take personal responsibility for their lives. But the most devastating moment for Mr. Romney was self-inflicted. Continuing his irresponsible campaign to politicize the death of the American ambassador to Libya, he said it took two weeks for the president to acknowledge that it was the result of an act of terror. As the moderator, Candy Crowley of CNN, quickly pointed out, the president referred to it as an act of terror the next day, in the Rose Garden. ''Can you say that a little louder, Candy?'' asked Mr. Obama, having fully regained his stride and confidence. Voters who watched the first debate might have been left with an impression that Mr. Romney was the candidate of ideas and that Mr. Obama's reserves of energy and seriousness had been tapped out. On Tuesday night, those roles were reversed. NS\",", "annotations": [{"label": 506, "start_offset": 165, "end_offset": 345, "user": 52}, {"label": 506, "start_offset": 345, "end_offset": 508, "user": 52}], "meta": {}, "annotation_approver": null}
{"id": 45353, "text": "\"The Illinois Republican Party left its Senate candidate, Alan Keyes, off a campaign mailer that promoted ''Your 2004 Republican Team,'' but both sides insist the omission was not a snub. The mailer, which doubled as an absentee ballot application, went to hundreds of thousands of homes and mentioned President Bush, Vice President Dick Cheney and candidates in Congressional and legislative races. Republican leaders said Mr. Keyes was not included in the mailer because he planned to send out comparable materials.   Photo   NS\",", "annotations": [], "meta": {}, "annotation_approver": null}
{"id": 45354, "text": "\"There are a lot of Latter-day Saints women in the state, and they don't seem very keen on the president. President Trump may have a problem in the American Southwest. And contrary to popular belief, it is not just liberal California exiles fleeing to states like Nevada and Arizona or a high number of Democratic-leaning Latino voters in those states. TD No, the problem is different: Mormons. And more specifically, Mormon women. The Church of Jesus Christ of Latter-day Saints is most strongly associated with Utah, but large numbers of Mormons also live in surrounding states, including the swing states Arizona and Nevada. The church has about 430,000 members in Arizona and about 184,000 in Nevada. That's a lot of votes -- and a lot of those votes belong to Latter-day Saints women, who data show are really not very keen on Mr. Trump. According to Jacob Rugh of Brigham Young University, a Voter Study Group from June 2020 showed that among an admittedly small group of 160 respondents, just 42 percent of Mormon women planned to vote for Mr. Trump, compared with nearly 75 percent of Mormon men. The trend is even more pronounced among younger Mormon women: Mr. Rugh surveyed nearly 400 of his former students in May 2020; six in 10 women aged 18 to 29 said they would vote for Joe Biden. In that age cohort, about four in 10 Mormon men were similarly inclined to vote for Mr. Biden. That underlines a broader point: Mormons as a group do not approve of the president as much as they approve of other Republicans -- and given the tight races in those Southwest swing states, that could be a real obstacle for Mr. Trump. Mormons are famously centered around the nuclear family. Ethics -- in the home and in government -- are a priority for Latter-day Saints women. Jennifer Walker Thomas, director of nonpartisanship for Mormon Women for Ethical Government, notes that Mormon women ''want leaders who will act with decency, humanity, compassion and justice. And they have lost patience with those who will not.'' Mormons have also been treated as ''others'' in the eyes of too many Americans because the church once endorsed polygamy. (The church has long since barred polygamy, though my Mormon ancestors engaged in it.) Furthermore, Mormons are very engaged with the world and foreigners, with members typically undertaking two-year missions, often abroad; over the course of their lives, many church members go on additional missions. Walk around Temple Square in Salt Lake City, and you're unlikely to find a single language not spoken proficiently by at least one of the volunteers walking the square and engaging visitors. So Mormons' views on immigration, welcoming the stranger and engaging with people who are ''different'' don't jibe well with Trumpism. The Latter-day Saints Church has, not surprisingly, condemned Mr. Trump's statements on immigration and religious freedom, including on family separations at the border. (This is perhaps even less surprising as the church attracts more Latino members.) The condemnations have resonated with rank-and-file church women like Sara Nix, from Las Vegas, who said: ''Within my community, it appears I'm not the only one frustrated with the president's rhetoric and policies, as I've heard from Republican friends who find Mr. Trump to be more than just uncivil but believe he is on the verge of inciting violence.'' She is planning to vote for Mr. Biden. In 2016, Latter-day Saints antipathy and skepticism toward Mr. Trump gave an opening for both Evan McMullin and Gary Johnson, third-party candidates, to grab votes that would typically have gone to the Republican nominee. Sure, Mr. Trump won Utah -- but with a meager 45 percent of the vote. Mitt Romney, a devout Mormon well-regarded by fellow members of the church, carried it in 2012 with over 70 percent. Mr. Romney himself is a key to how a lot of church voters, especially women, view Mr. Trump. The resounding refrain that anyone who has ever talked to a female Mormon voter, or a female Mormon relative, has heard about Romney is that he is ''such a good man.'' Mr. Romney has said he will not vote for Mr. Trump. Jeff Flake, the former Arizona senator and a fellow Mormon, has endorsed Mr. Biden. It's not just nationally prominent Mormons like them objecting to Mr. Trump. The former Arizona Republican state senator Bob Worsley, the founder of SkyMall, has endorsed Mr. Biden and is reportedly publicly organizing for him. Mr. Worsley has said, ''I've never voted for a Democrat in my life, but we think this man is an abomination.'' In 2016, Mr. Trump won Arizona by only 3.5 percentage points. The polling average for the state has Mr. Biden up by about three points. Post-convention, publicly released polls of Arizona voters whose details are accessible and that recorded support for each candidate by party ID -- from New York Times/Siena, Fox News, OH Predictive Insights and CBS News -- have shown Mr. Biden attracting more support from Republicans than Mr. Trump attracts from Democrats. A private rolling poll of Arizona voters recently conducted by a nonpartisan pollster has found the same thing. Mr. Trump does seem particularly abhorrent to these voters. As Emma Petty Addams of Mormon Women for Ethical Government put it, ''While our members fall all over the political spectrum, we have found that many continue to become more frustrated with rhetoric and policies from this president's administration and how it doesn't match their values.'' In Nevada and Arizona, Latter-day Saint women may prove to be the president's undoing. Liz Mair (@LizMair), a strategist for campaigns by Scott Walker, Roy Blunt, Rand Paul, Carly Fiorina and Rick Perry, is the founder and president of Mair Strategies. The Times is committed to publishing a diversity of letters to the editor. We'd like to hear what you think about this or any of our articles. Here are some tips . And here's our email: letters@nytimes.com . Follow The New York Times Opinion section on Facebook , Twitter (@NYTopinion) and Instagram . ART\",", "annotations": [{"label": 506, "start_offset": 106, "end_offset": 167, "user": 52}, {"label": 506, "start_offset": 3829, "end_offset": 4091, "user": 52}, {"label": 506, "start_offset": 4091, "end_offset": 4226, "user": 52}], "meta": {}, "annotation_approver": null}
{"id": 45355, "text": "\"THE PEOPLE THEMSELVES   Popular Constitutionalism   TD and Judicial Review.   By Larry D. Kramer.   363 pp. Oxford University Press. $29.95.   WHENEVER a handful of life-tenured and unelected Supreme Court justices overrides a political majority, such an act of judicial review is bound to generate sparks. Whether ''liberal'' or ''conservative,'' the court's critics typically argue that the justices either got it wrong (as in: ''affirmative action forgets two wrongs don't make a right'') or overstepped their authority (as in: ''states can decide for themselves how to treat same-sex relationships'').   Sometimes, the assault is mounted on judicial review itself. Attacks like these used to come mostly from conservative quarters: in fierce resistance to ''judicial supremacy'' when the court outlawed segregation; in the cries of ''Impeach Earl Warren!'' as the court put procedural handcuffs on once-routine police abuses; and in denunciations of ''judicial activism,'' when the court began protecting reproductive freedom.   Today, though, the Supreme Court comes under attack mostly from the left. As right-leaning as the Warren court was liberal, the Rehnquist court has seemed almost eager to invalidate acts of Congress involving everything from restrictions on guns near schools to remedies for age and disability discrimination. Most of the Rehnquist court's critics have condemned its particular brand of judicial activism, including its return to narrow views of federal legislative power rejected decades ago, while continuing to support judicial review in principle. But now, some legal scholars who consider themselves progressives -- apparently finding it too complicated to attack the court's right-wing rulings while defending liberal icons like the desegregation, reapportionment and sex discrimination decisions of the Warren and Burger years -- are challenging the court's very authority to decide such questions, urging that decision making on constitutional issues be returned to the political branches or, better still, to ''The People Themselves,'' the title of a provocative new book by Stanford Law School's new dean, Larry D. Kramer.   The book's erudition and historical grounding -- its parade of endnotes citing a plenitude of secondary sources -- cannot hide its author's mission: to support the new court-bashers by equating respect for the court's distinctive role with an imaginary belief on the part of ordinary people that ''the meaning of their Constitution is something beyond their compass, something that should be left to others.'' The world according to Kramer is one in which ''we the people'' not only shared in construing the Constitution but also rendered the final verdict on its meaning -- until ''sometime in the past generation or so,'' when we were tricked into losing our constitutional voice and submitting meekly to judicial imperialism.   But the trick is Kramer's. He pulls it off by switching definitions on his readers (and maybe on himself). Looking back at the period he idealizes, Kramer defines ''popular constitutionalism'' as the belief that the court's views of the Constitution should enter into the national conversation but should remain subject to contradiction and eventual rejection. Fair enough. Looking at our time, however, Kramer defines popular constitutionalism as the belief that no one except the parties before the court should feel any obligation to obey its rulings. So, for example, if the court invalidates all use of a key set of federal sentencing guidelines this year, prosecutors and judges should feel free to use those guidelines in similar cases next year. And there, of course, is the rub.   Kramer's history begins before the Revolutionary War, at a time when people who accused government authorities of acting contrary to the ''constitution'' understood themselves to be appealing to a binding ''higher law,'' pleading their cases not to judges but to juries, colonial legislatures and governors, and the king and Parliament.   This misty ideal of a ''constitutional law'' burdened neither by the esoteric apparatus of the lawyer's craft nor by the text of the 1789 Constitution is Kramer's Eden; today's ''judicial supremacy'' is Kramer's vision of exile from the Garden. He lingers lovingly over the watershed triumph, in the presidential election of 1800, of Thomas Jefferson and his Democratic-Republicans over aristocratic Federalists like John Adams, who would have entrusted the Constitution to the Supreme Court. For Kramer, that primordial contest presaged Andrew Jackson's defeat of the Second National Bank in 1832, a triumph for democracy later vindicated in the soaring rhetoric and unassailable reasoning of Lincoln's first inaugural address, challenging the court's 1857 holding in the Dred Scott case that Congress lacked authority to contain the spread of slavery and give slaves the legal means to win their freedom. And except for a few brushstrokes -- just 12 pages in a 363-page book -- and some concluding flourishes, Kramer's account of the history is just about done.   Kramer's picture of popular constitutionalism from the founding to the mid-20th century is as misleading as it is foreshortened. His bird's-eye view of how ''the people,'' whom he personifies in Lincoln, overcame the abomination of Dred Scott is typical. One is left with the impression that, when Lincoln said the Dred Scott decision could not ''irrevocably'' fix the policy of the government ''upon vital questions, affecting the whole people,'' he was counseling defiance of the court's decree. He was not. It was the broad question of slavery he was discussing. And on that vital question, the Constitution's meaning was indeed ''fixed,'' as Lincoln foresaw it would be -- but through the upheaval of his Emancipation Proclamation in 1863, his re-election in 1864, the bloodshed of war, the Union's victory and the adoption of three constitutional amendments (the 13th, 14th and 15th) that the Confederate states were compelled to ratify.   In Kramer's other examples, too, the Constitution's meaning was settled, sometimes more enduringly than others, not overnight by judicial decree but over the stretch of time, through the struggle of ballots cast and blood shed, of minds changed and hearts won. Only by collapsing years or even decades into a single point can Kramer depict a landscape in which, once upon a time, ''the people themselves'' decided which court decrees to accept as part of their history and which to discard. The people's mythic ability to signal the justices that ''there is a higher authority out there with power to overthrow their decisions'' never operated as the quick fix he advocates.   A quick fix is what Kramer finds lacking in the usual ways ''the people'' can make themselves heard on constitutional questions. Too slow and indirect for him are efforts to change what the justices think through litigation, or who the justices are through the election of presidents and senators who share ''the people's'' values. A president can refuse to sign any law he thinks unconstitutional. A president can also issue pardons, as Jefferson did with those his predecessor had successfully prosecuted under the Alien and Sedition Acts -- though that device is obviously of limited utility, as is the deliberately difficult process of amending the Constitution to overcome unpopular judicial interpretations.   Curiously missing from Kramer's catalog of options is the unique power that Congress is given by several post-Civil War amendments, to enforce their provisions ''by appropriate legislation.'' To take a contemporary example, after the Supreme Court held that states may freely ignore even the devastating impact on religion that generally valid rules sometimes unintentionally cause -- the case at issue was a drug law that had the effect of penalizing the sacramental use of peyote in a harmless Native American ritual -- Congress responded with legislation requiring the states either to exempt religious acts or demonstrate why their exemption would cause grave harm. The Supreme Court invalidated the statute, relying heavily on the remarkable claim that its power to say what the Constitution means automatically trumps any competing interpretive authority. Kramer might have condemned that hegemonic claim as ''judicial triumphalism'' -- and indeed should have. Instead, he proceeds as if judicial review inherently stifles all contradiction. In truth, however, judicial review presupposes only that the Supreme Court is duty-bound to enforce the Constitution as the supreme law of the land. In a system governed ''by laws, not men,'' the constitutional interpretations the court adopts in the course of resolving disputes deserve respect. Thus the principles the Supreme Court laid down in its 1954 desegregation decisions must be followed -- not just by the immediate parties to the lawsuit culminating in the Brown decision, but by every school board in the land.   Having pulled the linguistic trick of equating judicial review with a judicial monopoly over constitutional truth, Kramer is ready to break up that monopoly with remedies far more disquieting than just urging Congress to confront the court more forcefully over matters like religious freedom.   Steeling himself for the frontal assault, Kramer casually proclaims his hostility to the most celebrated work of the Warren and Burger courts. Of the former he writes that its ''few genuine contributions (like Brown) may have been exaggerated'' anyway -- and of the latter he says one can hardly lament the chastening of a court that ''fabricated the law of sex equality'' and ''invented a right to abortion.''   These are not arguments. They are rhetorical drive-by shootings. And when Kramer explains how he would have the people ''take back'' their constitutional birthright, it's not surprising that he views wistfully ''outright defiance'' of the court's contentious decisions, ''like those on abortion and school prayer.'' With such praise from a law school dean for what can only be labeled lawless conduct, it seems anticlimactic when Kramer rounds out his platform by urging those who disagree with the court's rulings to consider starving it of the money it needs to function; stripping it of jurisdiction over sensitive topics; shrinking its size or packing it with new members (as Franklin Roosevelt tried to do in the mid-1930's); and, yes, even impeaching justices whose opinions incur popular disapproval.   We'll ''almost never'' need actually to use these tools, Kramer writes, because a ''risk-averse'' court ''adjusts its behavior'' to the views of ''political leadership in the other branches.'' Acknowledging how chilling ''most lawyers and legal scholars (not to mention judges)'' find the mere mention of such proposals, Kramer brushes their fears aside as elitist and out of sync with American history. But as proof that he is proposing no more than what ''earlier generations of Americans'' did, Kramer invokes only manifestly inapposite episodes like the election of Jefferson, the overturning of Dred Scott and Franklin Roosevelt's successful nominations of justices with more progressive philosophies following his failed attempt at court-packing.   Once we see that ''the people'' have not in fact recently handed over to ''a judicial oligarchy'' -- or even to a judicial system less pejoratively labeled -- any power they ever wielded over the courts, Kramer's thesis collapses. If the people, viewed collectively, ever exercised authority as a court of last resort, they did so only in a metaphorical sense. The people as a polity have indeed had the last word on general constitutional principles in the long run -- a final word that has emerged sharply through momentous elections and wars and softly through signals that the zeitgeist, to which no judge can be wholly immune, is changing. But the people have never lost that ''last word.'' And the influence over individual decisions that Kramer would give them is a last word they have never had and could never be permitted to assert without taking the law out of constitutional law.   Worse, Kramer's popular constitutionalism would yield a constitutional law from which even the Constitution had been erased. For if constitutional law were but a vessel into which the people could pour whatever they wanted it to contain at any given moment, wouldn't the whole point of framing a constitution have been lost? A constitution announces the ''promises to keep'' that define who we are. ''The people'' whose promises a written constitution makes cannot be frozen in a snapshot -- much less a snapshot taken today. Larry Kramer may believe that ''slogans like 'the tyranny of the majority' are just that: slogans,'' but no society that binds itself to a constitution can be that naive.   In succumbing to the trendy siren song of those who would have the fleeting ''constitutional'' sentiments of a temporarily controlling faction bring the court to heel, Larry Kramer risks playing Pied Piper to a large and potentially impressionable universe of readers and students. Meanwhile, he sadly misses the whole point of Chief Justice Marshall's great reminder: It is ''a constitution we are expounding.''   Drawings (Drawings by M. K. PERKER)   IN,The City Council is expected to vote on Thursday on Mayor Michael Bloomberg's proposal to revise New York City's term-limits law. The proposal would allow the mayor and most of the city's elected officials to run for a third four-year term. We urge the Council to approve it. We are fully aware that this proposal has stirred great controversy, not least because New York City voters twice voted for term limits, in 1993 and 1996. TD Many New Yorkers believe that if anyone changes the law, it should be the voters, not the Council. Many also see the proposal as a cynical effort by the mayor -- who in the past has supported the law -- and some Council members to change the rules in midcourse and perpetuate their own political careers. We understand these objections, but there is a greater issue. This page has always strongly opposed term limits, and we continue to oppose them. We believe they infringe a basic American right: the voters' right to choose who they want in office. If we had our way, the Council would be voting to abolish term limits altogether. The question of voter choice is particularly relevant now. Although a majority of New Yorkers, according to a recent Quinnipiac poll, oppose changing the term-limits rule, a majority of New Yorkers also strongly approve Mr. Bloomberg's performance and, more to the point, say they would vote for him given the opportunity. They should be given that opportunity. The Council will also be asked to vote on a rival proposal -- technically, an amendment to the Bloomberg proposal -- that would require a public referendum on whether to change the current two-term rule. We agree with the mayor that the Council is best positioned to quickly settle the matter. It would be technically difficult and perhaps legally problematic to organize a meaningful citywide referendum before the 2009 elections. There has been some unseemly wheeling and dealing on both sides leading up to this vote, including an arrangement between Mr. Bloomberg and Ronald Lauder, the cosmetics heir who has been a longtime proponent of term limits and helped underwrite the 1993 referendum that first put term limits on the books. In exchange for Mr. Lauder's support for a one-term extension, Mr. Bloomberg has promised him a seat on a charter commission that -- if the Council votes to extend the limits -- would revisit the issue in 2010, and, quite possibly, call for another referendum. If it comes to that, we would recommend that the commission call for abolishing term limits altogether. NS\",", "annotations": [], "meta": {}, "annotation_approver": null}
{"id": 45356, "text": "\"Republicans are putting together what they call an army of Trump supporters to monitor election procedures. The group of Trump campaign officials came carrying cellphone cameras and a determination to help the president's re-election efforts in Philadelphia. But they were asked to leave the city's newly opened satellite election offices on Tuesday after being told local election laws did not permit them to monitor voters coming to request and complete absentee ballots. TD On social media and right-wing news sites and in the presidential debate on Tuesday night, President Trump and his campaign quickly suggested nefarious intent in the actions of local election officials, with the president claiming during the debate that ''bad things happen in Philadelphia'' and urging his supporters everywhere to ''go into the polls and watch very carefully.'' The baseless descriptions of the voting process in Philadelphia were the latest broad-brush attempt by the Trump campaign to undermine confidence in this year's election, a message delivered with an ominous edge at the debate when he advised an extremist group, the Proud Boys, to ''stand back and stand by'' in his remarks about the election. The calls for his followers to monitor voting activity are clear. What's less apparent is how the Trump campaign wants this to play out. Mr. Trump and his campaign often seem to be working on two tracks, one seemingly an amped-up version of mostly familiar election procedures like poll watching, the other something of a more perilous nature for a democracy. In the first, Justin Clark, a lawyer for the Trump campaign, told a conservative group this year of plans to ''leverage about 50,000 volunteers all the way through, from early vote through Election Day, to be able to watch the polls.'' The head of the party in Philadelphia said Wednesday that there would be multiple poll watchers at every site in the city, which would mean at least 1,600 Republican watchers in Philadelphia alone. Thea McDonald, a spokeswoman for the Trump campaign, said the operation was needed because ''Democrats have proven their lack of trustworthiness time and again this election cycle.'' She added, ''President Trump's volunteer poll watchers will be trained to ensure all rules are applied equally, all valid ballots are counted, and all Democrat rule-breaking is called out.'' In recent weeks, the Trump campaign has distributed carefully lawyered training videos to prospective poll watchers around the country describing what they can and can't do while monitoring the voting process, imploring them to be courteous to ''even our Democrat friends.'' The poll watchers will challenge ballots and the eligibility of voters, but they are not supposed to interact with voters themselves. Voting rights groups fear that effort could veer toward voter intimidation. But the question is how far Mr. Trump's supporters will take the exhortations to protect a vote the president has relentlessly, and baselessly, described as being at risk of widespread fraud. The Republican National Committee has been allowed to participate in poll watching only because the courts in 2018 lifted a consent decree that had barred them from doing so for three and a half decades, after the party undertook an operation to intimidate New Jersey voters in 1981. Now, poll watchers are being instructed in specific detail. In Michigan, for instance, they are being told to record when any paper jams occur, while those in Arizona are being given a detailed breakdown of the state's voter identification requirements. But while the official poll watchers are being schooled in legal procedures, Mr. Trump and some of his closest surrogates, including his longtime confidant Roger J. Stone Jr. and his son Donald Trump Jr., have recently floated conspiracy theories that also sound like calls to arms. During a recent appearance on ''The Alex Jones Show,'' a far-right radio program that peddles conspiracy theories, Mr. Stone said that ballots in Nevada should be seized by federal marshals, claiming that ''they are already corrupted'' and that Mr. Trump should consider nationalizing the state police. Mr. Stone, a felon whose sentence was commuted this year by the president, has ties to the Proud Boys. In a video imploring Trump supporters to join a poll-watching brigade called ''Army for Trump,'' Donald Trump Jr. made similarly evidence-free claims of fraud. ''The radical left are laying the groundwork to steal this election from my father, President Donald Trump,'' the younger Mr. Trump says on the video, posted on Twitter. Even as President Trump failed to condemn violent white supremacists during the debate, his own Homeland Security analysts asserted in a threat assessment that such extremists represent the ''most persistent and lethal threat in the homeland through 2021,'' according to a September draft of the assessment obtained by The New York Times. The assessment said that ''open-air, publicly accessible parts of physical election infrastructure,'' including polling places and voter registration events, could be ''flash points for potential violence.'' Many have been aghast at the president's tactics. Nevada's attorney general, Aaron D. Ford, a Democrat, tweeted Tuesday that telling supporters to ''go into the polls and watch very carefully'' amounted to intimidation. ''FYI -- voter intimidation is illegal in Nevada,'' he wrote. ''Believe me when I say it: You do it, and you will be prosecuted.'' Lauren Groh-Wargo, the chief executive of Fair Fight Action, a voting rights group, said Mr. Trump and Republicans ''continue to engage in these voter suppression efforts because they know if we have a free and fair election they will lose.'' And Benjamin L. Ginsberg, a retired elections lawyer for Republicans, said Mr. Trump's debate comments went ''several degrees farther than his campaign and the R.N.C. have gone in describing their Election Day operations plans,'' adding that the remarks placed ''his campaign's and the R.N.C.'s lawyers in the position of having to answer how they plan to instruct their massive 50,000-person army of poll watchers to act on Election Day.'' While Mr. Trump and his allies give license to election discord, official party poll watchers are required to view training videos that define their legal parameters, which state election laws tightly limit. Both parties recruit volunteer poll watchers, a process Republicans previously led at the state level amid the consent decree. In a new video tailored for Pennsylvania, prospective poll watchers are told they must wear identification and remain outside an enclosed space designated for voting. Questions must be directed to a party hotline or elections personnel, not voters. But such legal niceties are already falling away as early voting begins. Mr. Trump and members of his family tweeted allegations against Philadelphia, and right-wing news outlets amplified the message of poll watchers being ''barred'' from early voting. ''As you know today, there was a big problem,'' Mr. Trump said during Tuesday's debate. ''In Philadelphia, they went in to watch, they were called poll watchers, a very safe, very nice thing. They were thrown out, they weren't allowed to watch. You know why? Because bad things happen in Philadelphia, bad things.'' But city officials said they were enforcing the law and would continue to do so. ''We have law enforcement officers, we have protocols in place to make sure all the voters are safe,'' said Omar Sabir, a Democratic city commissioner in Philadelphia. ''Don't let anything or anyone intimidate you from exercising your right to vote.'' Additionally, Mr. Sabir noted, the seven locations in Philadelphia were satellite election offices where voters could request, fill out and submit absentee ballots; they were not official polling locations and therefore not open to poll watchers. Those viewed as violating the rules and decorum that poll watchers must follow will be removed, said Nick Custodio, a deputy commissioner in Philadelphia. ''Watchers on Election Day are there to observe, and a lot of them will check tally sheets or which voters have shown up to vote so far, but they can't be intimidating people,'' Mr. Custodio said. Martina White, chair of the Philadelphia County Republicans, said names were still being gathered to submit for certification amid a huge poll-watching effort. She disagreed with barring poll watchers from satellite election offices, saying there should be ''oversight of what transpires in there, just like a poll watcher would on Election Day, as people are casting votes.'' The activity in Philadelphia came 10 days after Trump supporters chanting ''four more years'' disrupted early voting in Fairfax, Va., at one point forming a line that voters had to walk around outside the site. The Republican establishment has ample reason to want to avoid accusations of voter intimidation. In the early 1980s, after the party sent hired workers sporting armbands reading ''National Ballot Security Task Force'' into Black and Latino precincts in New Jersey to challenge voters' eligibility, it operated under an increasingly strict federal consent decree that eventually barred it from conducting or advising on any sort of ''ballot security'' activities -- even by unpaid volunteers. Richard L. Hasen, an election-law expert at the University of California, Irvine, said that because of the president's influence, the Republican National Committee was at risk of being associated with the same kind of behavior that led to the consent decree. He noted that the 2017 federal court ruling lifting the consent decree stated in a footnote that Mr. Trump had clearly encouraged voter suppression during the 2016 presidential campaign, but that his behavior could not be tied to the national party. Now, however, he effectively controls the party. ''While I was worried about Trump norm-breaking in 2016, it is far worse for a sitting president to be undermining the integrity of the election,'' Dr. Hasen said. ''Whether Trump means the things he says or not, he's convincing his most ardent supporters that the only way he loses is if the Democrats cheat.'' He added, ''That's profoundly destabilizing and scary.'' Jennifer Steinhauer, Zolan Kanno-Youngs and Robert Draper contributed reporting. ART\",", "annotations": [{"label": 506, "start_offset": 569, "end_offset": 857, "user": 52}, {"label": 506, "start_offset": 7023, "end_offset": 7340, "user": 52}], "meta": {}, "annotation_approver": null}
{"id": 45357, "text": "\"It seems increasingly likely that even under ideal circumstances -- one man wins the presidency, the other gracefully concedes and the anchors sign off in time for ''Seinfeld'' reruns -- roughly half the country will emerge from Tuesday's election suspecting that it was stolen. And nothing about this particular campaign has been ideal. No matter which man, George W. Bush or John Kerry, gets the nod from the networks on election night, we have already been warned to expect angry recrimination, demands for recounts and litigation filed by some of the hundreds of lawyers who will spend Tuesday on call, ready to jet off to battle in counties they never knew existed.   TD  Republicans and Democrats alike have already put the nation on notice that they will not accept anything short of a resounding defeat as the final word in this election, which suggests that the legal tangle of 2000 was not the aberration that many of us assumed it was but, rather, a redefinition of the presidential campaign itself. Just as candidates have in recent years found ways to kick off their campaigns in stages so they can garner more attention (first the exploratory committee, then the campaign committee, then the official announcement), so too are they now poised to shut down those campaigns just as gradually, beginning with the voting itself and ending with the Supreme Court's rejection of one last, desperate brief.   We don't yet know which state capital might play host to the lawyers, strategists and celebrity protesters after the votes are in, but we have some idea of what the fight this time might be about. In the rush to address the country's electoral confusion after the 2000 debacle, Congress -- try to contain your surprise here -- appears instead to have made it worse. Federal law now requires states to offer ''provisional ballots'' to voters whose names don't show up on the precinct rolls; in other words, you're allowed to cast a ballot while officials decide whether or not your vote should be allowed to count. But lawmakers left it up to the states to decide how and whether to accept them, and Democrats are already suing authorities in several states, including Ohio and Florida, over the way in which provisional ballots are to be counted. Meanwhile, some highly contested states, in a frenzied effort to purge themselves of the dreaded chad, have switched to electronic voting machines that leave no paper trail at all. That means it will be literally impossible to conduct a recount to verify the results.   Having signed up something like a million new voters between them, both parties -- and especially Democrats, since their registration efforts account for most of those names -- have voiced concerns that their voters won't make it onto the rolls in time for Election Day. In the last few weeks, state and national party spokesmen have bombarded journalists with e-mail messages accusing one or another obscure state or county official of fraud and deception. Gone are those innocent days when the Daleys and Kennedys tried to steal elections after the votes were cast; campaign lawyers, like cold-war theorists, have successfully adapted to the age of pre-emption.   The dispute in every contested state is different, depending on the law and which party is in charge. (Should Ralph Nader be allowed on the ballot? Should everyone be sent absentee-ballot request forms, or just those who ask for them? What about military ballots that come in after the deadline?) But the basic contours of the argument are the same throughout the country, and it is an argument infused -- like just about every argument in American politics -- with race and culture. Democrats, who rely disproportionately on the elderly and on often less educated minority voters, charge that Republicans discriminate against those voters by trying to throw out every registration form that isn't filled out perfectly, with each ''x'' in its correct box, and by inventing reasons to turn away disadvantaged voters when they get to the polls. It is a suspicion that resonates most strongly with black voters in largely white counties, who compare today's county election officials to the segregationist police chiefs of an earlier era. The Washington Post recently reported that new black voters in Duval County, Fla., a heavily Republican area that was the focus of protests over disenfranchisement four years ago, are seeing their registrations challenged at a far higher rate than white voters.   Republicans, meanwhile, cry fraud, charging that what Democrats really want to do is create a kind of self-serving mayhem at the polls, enabling urban voters to vote in multiple precincts or without having to establish their identities. To be fair, this is not, historically speaking, an entirely unreasonable fear; the legendary Democratic machines of the 20th century, in cities like Boston and Chicago, were so notorious for their creativity with the registration rolls that the long dead became an influential voting bloc. Even so, it's remarkable to see the extraordinary contortions to which some Republicans -- those self-declared champions of leaner government and less restriction -- will now routinely submit themselves in an effort to stop people from registering to vote. Take, for example, J. Kenneth Blackwell, the secretary of state in Ohio, who, in his rare devotion to arcane provisions of the legal code, recently instructed counties to throw out any application that was not submitted on suitably thick bond paper. (He relented after sensible county officials vowed to defy the order.)   The most obvious way to prevent such nonsense and resolve these technical disputes in the long term might be to take the system out of the hands of politicians. Bruce Ackerman, a liberal professor at Yale Law School and one of the nation's few imaginative thinkers on election reform, has proposed replacing the Federal Election Commission, an anemic board of part-time political appointees, with a more powerful panel of retired judges modeled after the Supreme Court. This body would function as nothing less than a fourth branch of government, insulating the process from the interference of partisans. A plan like this might not, by itself, prevent further calamity -- after all, even the Supreme Court, rather than lending an imprimatur of dispassion to the 2000 proceedings, instead found itself compromised by the outcome -- but it might help restore a sense of impartiality to the system.   And yet to concentrate our energy on examining the flaws in the process itself is to miss the larger context of the voting controversy. After all, for all its imperfections, American democracy still functions remarkably well; that we can send millions of voters to schools and town halls, each with their own balloting system, all on the same day, and achieve results in hundreds of races in time for the next day's newspapers is, when you stop and think about it, a wondrous thing. What we are experiencing here is not so much a failure of law or technology as it is a crisis of trust.   Before 2000, most American voters generally viewed the political process in much the same way that avid fans view baseball. Yes, the umpire will blow a call now and then, and the manager will kick some dirt around, and he may even lodge a formal protest that has exactly zero chance of succeeding. But baseball fans come to see most of these incidents as isolated quirks. There is an underlying faith that the umpire is an honest broker and that his inability to gauge fractions of a difference (the milliseconds, say, between the time a ball hits a glove and a foot hits a base) is entirely human. Without this faith -- if the umpire, say, wore a Yankee cap in Fenway Park -- the game would devolve into pandemonium over every close strike. This is very much like what's happening in states across the country as Democratic partisans vow to prevent a repeat of the last election. The voting process, once presumed to be a reliable, if fallible, arbiter of the public will, is increasingly seen, even by many more sophisticated voters, as a tainted instrument of partisan conspiracy.   This is not happening in a vacuum, however, nor is it all a direct result of butterfly ballots and recounts; it is, rather, a symptom of the moment. No longer content to accept that the process might not give us the results we prefer, we have taken to impeaching the integrity of everything associated with the process itself. Partisans now attack reporters for being too timid to expose the lies and hidden designs of their adversaries. A rumor that the president somehow cheated in the televised debates -- was that a wire under his jacket? was he listening to Karl Rove on a microscopic earpiece? -- flies across the Internet and takes hold in dark corners of the public imagination. The idea that reporters or strategists or candidates might be well-intentioned actors of sharply differing views, that their allegiance to the idea of the democratic process might outweigh their allegiance to parties, seems a quaint notion from another world, a classical ideal with no place in American democracy. We are a nation of political conspiracists, trusting no one to do the right thing. A sticker I recently spotted on a Washington subway hints at the kind of politics we may be approaching. It said: ''Bush Caused 9/11.''   Not since the dawn of the civil rights movement, if not before, has American politics felt so divisive, and there is plenty of blame to divvy up for this state of affairs. Politicians themselves, having spent the last few decades debasing the institutions of democracy, are the most obvious culprits. Democrats, for example, have never missed an opportunity to tell poor and minority voters that the system was trying to exclude and marginalize them; Republicans have been equally fervent in telling white voters that nothing the federal government does ever benefits them. Is it any wonder, then, that neither side trusts in the integrity of elections? The media have played their role, too, by trading short-term measures of success -- ratings, ad space -- for the long-term trust of their audience. So have political consultants, for whom polarization has long been a means to an end.   But more to the point, perhaps, this continuing erosion of public faith represents the abject failure among leaders of both parties to salve the wounds of the 2000 election. Having once campaigned as ''a uniter, not a divider,'' Bush has rejected historic opportunities -- first after he finally took office, then after the 2001 terrorist attacks -- to acknowledge that one party could not afford to govern without the other. And Democrats in Congress, who vowed to respect the presidency, if not the president himself, have done nothing to repudiate the deeply personal attacks launched by the Michael Moores of the world, which galvanize their financial donors. Both the president and his critics, in the context of the Arab world, like to talk about the triumph of democratic values, what Bush likes to call ''the transformational power of liberty.'' That we now stand at the brink of what could be another contested election, another damaging descent into fury and self-righteousness, attests to how little they have done to reaffirm those beliefs at home.   Photo (Photograph by Tim Davis)   Chart: ''PHOTO FINISH''   Votes separating the Republican and Democratic presidential candidates, 2000 election:   Difference Total votes cast   New Mexico 366 598,605   Florida 537 5,963,110   Iowa 4,144 1,315,563   Wisconsin 5,708 2,598,607   New Hampshire 7,211 569,081   Source: Federal Election Commission   RF ,WASHINGTON -- The mysterious death here of a prominent Russian businessman and former government minister last year was an accident caused by a drunken fall inside his hotel room, the prosecutor's office announced on Friday as investigators officially closed the case. The death of Mikhail Y. Lesin, who once played an influential role in President Vladimir V. Putin's control of the news media in Russia, generated significant attention because of the proximity he had to the Kremlin and the unexpected loss of favor before his self-imposed exile in the United States. TD For months, speculation swirled that Mr. Lesin was murdered, perhaps by a commercial rival or, more ominously, as a warning to those who betrayed the Kremlin. While no evidence ever emerged supporting either theory, speculation intensified when the city's medical examiner in March attributed his death to blunt trauma to his head, neck, limbs and torso. Now, nearly a year later, the authorities have settled on a more prosaic tale, determining that he died from injuries sustained after a bout of drinking. He was 57. ''Based on the evidence, including video footage and witness interviews, Mr. Lesin entered his hotel room on the morning of Wednesday, Nov. 4, 2015, after days of excessive consumption of alcohol and sustained the injuries that resulted in his death while alone in his hotel room,'' said a statement by the United States attorney for the District of Columbia. The medical examiner, which had described the manner of death as ''undetermined,'' revised its finding to ''accident'' with ''acute ethanol intoxication'' as a contributing factor. The fatal injury, the statement on Friday said, came from ''blunt force injuries'' to Mr. Lesin's head caused by a fall or falls inside the room. The other injuries to his neck, limbs and torso were cited as contributing factors, but the statement did not make it clear if they occurred at the hotel or earlier outside. Officials with the prosecutor's office declined to discuss the findings. Mr. Lesin had come to Washington to attend an awards banquet held by the Woodrow Wilson International Center for Scholars at the Ritz-Carlton hotel in Washington's West End neighborhood two nights before he died. He did not show up for the event, though. Nor did he contact the man who had invited him, a prominent Russian banker and philanthropist, Pyotr O. Aven. Mr. Lesin spent the last day of his life inside his room at the Dupont Circle Hotel, having arrived at 10:48 in the morning. He was found dead in his room the next morning, Nov. 5. Over the last year, the case seemed to stump investigators, who struggled to piece together his visit to Washington. The F.B.I. ultimately assisted the investigation, but officials almost from the start seemed to play down the possibility of foul play, either local or foreign. Even now, the ruling might not end the speculation about the case. ''Given the murders of a number of Putin critics and others who know the inner workings of the Kremlin, like Lesin, it's hard to rule out foul play in his death,'' said David J. Kramer, director of human rights at the McCain Institute for International Leadership in Washington, who closely monitors Russia. ''But that says more about the regime in Moscow than about D.C. authorities' conclusions in this case.'' The state news media in Russia at the time swiftly declared Mr. Lesin's death a heart attack, but his acquaintances also noted his heavy drinking. A business partner, Sergei A. Vasilyev, told the newspaper Kommersant shortly after his death that Mr. Lesin had met friends from Russia who lived in Washington and had been drinking heavily. Mr. Vasilyev said Mr. Lesin would sometimes behave recklessly when intoxicated, including instances when ''he fell and caused involuntary injury to himself, including quite heavily,'' a description that coincides with the authorities' latest finding. Mr. Lesin became the minister of the press in 1999, in the twilight of Boris N. Yeltsin's presidency, and became an instrumental player in Mr. Putin's efforts during his first term as president to wrest control of national television networks from the tycoons who ran them. Mr. Lesin went on to serve as a senior presidential adviser in the Kremlin and in 2005 started Russia Today, the country's first all-news television network broadcasting in English. Known today as RT, the network has become an important weapon in the information war the Kremlin believes it is fighting against hostile governments and the news media in the West. Mr. Lesin left government for a time, but after Mr. Putin assumed the presidency for a contentious third term in 2012, he returned to run the media arm of the state-run natural gas monopoly, Gazprom, which was controlled by one of Mr. Putin's confidants, Yuri V. Kovalchuk. Mr. Kovalchuk and his Bank Rossiya each face sanctions by the United States for ties to Mr. Putin. When Mr. Lesin, through shell companies, began buying up properties in and around Los Angeles, Senator Roger Wicker, Republican of Mississippi, called on the Justice Department to investigate possible wrongdoing under the Foreign Corrupt Practices Act and questioned Mr. Lesin's ties to Mr. Kovalchuk. Shortly afterward, Mr. Lesin stepped down from Gazprom Media, traveled frequently to Los Angeles and had remained out of public view until a housekeeper found his body in the hotel room. This is a more complete version of the story than the one that appeared in print. NS\",", "annotations": [{"label": 506, "start_offset": 5284, "end_offset": 5605, "user": 52}, {"label": 506, "start_offset": 10958, "end_offset": 11147, "user": 52}], "meta": {}, "annotation_approver": null}
{"id": 45358, "text": "\"He disparaged masks, encouraged big campaign crowds and employed an often-unreliable test to keep him safe. All the while it turned out the virus was nearby. WASHINGTON -- Marine One, its engines roaring, was waiting on the South Lawn of the White House Thursday afternoon when President Trump walked out of the Oval Office, offering a brief wave but skipping his usual verbal combat with reporters. TD As he lifted off and banked toward the Washington Monument, his aides were scrambling. Hope Hicks, his closest confidante in the West Wing, was supposed to have been on board, but she had just tested positive for the coronavirus after falling ill the evening before while traveling with the president to Minnesota. Two other senior aides who had been in close contact with Ms. Hicks were quickly pulled from the president's trip to New Jersey, where he planned to schmooze with at least 200 campaign donors. During Mr. Trump's 14-minute flight to Joint Base Andrews, the home of Air Force One, the White House had a choice to make, officials said: Cancel the president's trip, or shrug off the threat and move forward as planned -- even though Mr. Trump had been in frequent contact with Ms. Hicks during the previous two days, when doctors say she would have been most contagious. The decision to go ahead with the trip was emblematic of Mr. Trump's approach to the raging pandemic since the beginning. Rather than embrace caution and model behavior urged by the nation's leading health experts, Mr. Trump and his mostly mask-free entourage headed north to New Jersey without any public disclosure that he and his aides had been exposed to the coronavirus. The choice to do so, White House officials, advisers and other people who have crossed paths with the president in recent days said, was just one in a series of decisions by the White House that compounded the risks for Mr. Trump, his aides and the many people who came into contact with them over an especially busy week in Washington and on the campaign trail. It is not clear exactly when Mr. Trump was infected or by whom, and the White House remained secretive about the circumstances on Friday, declining to provide any account of who made the decision for the president to go to New Jersey or of how Ms. Hicks's illness was handled on Wednesday and Thursday. But by day's end, there was little doubt that the virus had been circulating in proximity to Mr. Trump for the past week, even as he disparaged mask wearing and campaigned in person in front of crowds that were not socially distanced. The chairwoman of the Republican National Committee, Ronna McDaniel, received a positive test on Wednesday afternoon after accompanying the president to events late last week. Senator Mike Lee, Republican of Utah, who went mask-free to the Rose Garden event on Saturday where Mr. Trump introduced Judge Amy Coney Barrett as his Supreme Court nominee, said on Friday that he had tested positive. So did three other guests at the event, Senator Thom Tillis, Republican of North Carolina, Kellyanne Conway, a former White House counselor, and the president of the University of Notre Dame, the Rev. John I. Jenkins. When Ms. Hicks felt ill during the trip to Minneapolis on Wednesday evening -- a day after she accompanied Mr. Trump to Cleveland for the first presidential debate, where he spent 90 minutes in an often angry confrontation with former Vice President Joseph R. Biden Jr. -- she flew back to Washington with the president aboard Air Force One. At least three members of the White House press corps also tested positive on Friday. To keep himself and his staff safe, Mr. Trump had relied heavily on regular use of a rapid test that was never intended for that type of screening and can miss as many as one in three or four cases. On Thursday afternoon, Mr. Trump, presumably already infected himself, mingled with supporters for several hours at his Trump National Golf Club in Bedminster, N.J., first for a round-table discussion indoors and then a fund-raiser outside that included about 200 people. One attendee said the president seemed lethargic and not his usual self, though others described him as apparently healthy and engaged as he answered questions outdoors, well separated from his guests. In the early hours of Friday morning, reality would finally catch up to Mr. Trump. After months of wishing that the virus would ''disappear, like a miracle'' and insisting that the country was ''rounding the corner'' in its fight against the pandemic, the president announced that he and Melania Trump, the first lady, had tested positive for the virus that had infected more than seven million Americans on his watch, killing more than 200,000. Now the White House itself is a hot spot of sorts, the center of a contact tracing effort that extends to the upper reaches of American politics and government. ''Learning more about when President Trump and others with whom he had contact last tested negative and first tested positive will help understand this outbreak and limit the risk of further spread,'' said Thomas R. Frieden, the former director of the Centers for Disease Control and Prevention. ''This is a reminder that Covid-19 is an ongoing threat to our country and can happen to anyone.'' Hidden Peril at a Big Moment Last Friday, Ms. McDaniel, the Republican National Committee chairwoman, mingled with Mr. Trump at a glitzy fund-raiser at the Trump International Hotel in Washington, along with the committee's leadership team. The president seemed to be in good cheer and good health. He had reason to be happy. The next afternoon, he gathered Republican lawmakers and members of conservative interest groups in the Rose Garden to announce Judge Barrett as his pick to succeed Justice Ruth Bader Ginsburg on the Supreme Court, giving him the chance to cement the court's conservative majority for a generation. Ms. McDaniel was not there, having traveled to her home in Michigan. It would be a few days before she began to feel ill and then tested positive for the virus. But the newly renovated Rose Garden was packed with Mr. Trump's supporters, including at least eight Republican senators, few of them wearing masks. Judge Barrett, who is said to have already had the coronavirus and has since recovered, had earlier met with the president in the Oval Office without wearing a mask. She stood next to Mr. Trump as he made the announcement, her seven children and husband in the audience. The president also mingled with his guests indoors, including a reception in the Diplomatic Room, where few people, if any, were wearing masks. Not present at the Barrett events that day was Ms. Hicks. Later that evening, after a quick flight to Middletown, Pa., for a campaign rally, Mr. Trump lashed out at Mr. Biden as rain steadily fell on the president and the enthusiastic crowd. Flanked by huge television screens that read, in all capital letters, ''Fill the seat,'' he crowed about Judge Barrett and boasted about beating Mr. Biden in the coming debate. A White House reporter on the flight would later test positive for the virus. 'Biggest Mask I've Ever Seen' Back at the White House on Sunday, Mr. Trump and Ms. Hicks huddled with a handful of other aides and advisers, none of whom wore masks, for debate preparation in the Map Room. The group sat around a long table, with a vacant seat between Stephen Miller, the president's speechwriter and top domestic policy adviser, and Chris Christie, the former governor of New Jersey, who led the preparations. Rudolph W. Giuliani, Mr. Trump's personal lawyer and the former mayor of New York, joined one of the sessions, which lasted several hours, and sat in the vacant seat. Mr. Trump faced Mr. Christie, and there was a television screen over the president's left shoulder on which they played video clips for him to watch. On Monday, the group moved the session into the Oval Office. Ms. Hicks sat on the couch. And on Tuesday, they gathered again for a few hours in the Map Room, prepping the president for the debate that evening. Before the debate, White House officials who had been in close touch with Mr. Trump and Ms. Hicks headed to Capitol Hill to introduce Judge Barrett to senators. Vice President Mike Pence, Mark Meadows, the White House chief of staff, and Pat Cipollone, the White House counsel, posed for photographs in the Mansfield Room with Judge Barrett and Senator Mitch McConnell of Kentucky, the majority leader. The lawmakers and White House officials posed without masks. Wearing a dark suit and striped tie, Mr. Trump, accompanied by Mrs. Trump, left for the debate Tuesday afternoon to cheers of ''U-S-A! U-S-A!'' from supporters gathered on the South Lawn. About two hours later, Air Force One landed in Cleveland. Ms. Hicks traveled with the president, as did Representative Jim Jordan, Republican of Ohio and a close ally of the president. At the debate, Mr. Trump's family entered the hall wearing masks but quickly took them off even as Mr. Biden's family and friends kept them on. During his relentless attacks on Mr. Biden, the president mocked him for wearing a mask. ''He could be speaking 200 feet away,'' Mr. Trump said, ''and he shows up with the biggest mask I've ever seen.'' Mr. Trump's campaign manager, Bill Stepien, who accompanied him to the debate and was with him during debate-prep sessions over the previous three days, tested positive for the virus on Friday. A Tired President, a Sick Aide On Wednesday, as Ms. McDaniel received her positive test results, Mr. Trump met in the Oval Office with Mr. Meadows, his chief of staff, and Steven Mnuchin, the Treasury secretary, to discuss the stalled negotiations with Democrats on a compromise stimulus bill. ''I had just come from the Oval Office and reviewed with Mark Meadows and the president, so all three of us were very clear in what we wanted to do,'' Mr. Mnuchin told reporters later that afternoon as he met with Speaker Nancy Pelosi of California for about 90 minutes on Capitol Hill. On Wednesday evening, the entire Republican congressional delegation from Minnesota -- Representatives Pete Stauber, Jim Hagedorn and Tom Emmer, the chairman of House Republicans' campaign arm -- flew with Mr. Trump to another campaign rally. In a photo they later posted on Twitter, none were wearing masks on the plane. Mr. Trump did a fund-raiser in Minneapolis attended by Gov. Kristi Noem of South Dakota and big donors like Todd Ricketts, a part owner of the Chicago Cubs and a fund-raising chairman for the campaign. Some of those who attended are now worried about whether they might have been exposed to the virus. The president then went on to a rally in Duluth. He spoke at the airport there, attacking Mr. Biden's debate performance and delivering an unusually acerbic attack against Somalian refugees and Representative Ilhan Omar, Democrat of Minnesota, a refugee from Somalia herself. But he finished the event in just 45 minutes, significantly shorter than his usual rambling rally speeches. And on the flight back to Washington, Mr. Trump fell asleep at one point, according to a person briefed on the matter. Even before Mr. Trump nodded off, Ms. Hicks was beginning to experience symptoms of the virus. Having told colleagues that she felt ill around the start of the rally that evening, Ms. Hicks was isolated in another part of the plane, away from the president and other members of the White House. For reasons that remain unclear, the White House appears not to have tested Ms. Hicks for the virus Wednesday night on the plane, or when they landed in Washington. The Trip Goes On On Thursday morning, Mr. Lee, the senator, started feeling ill, with symptoms consistent with longtime allergies, according to his office. Around the same time, Ms. Hicks was tested, though the White House declined to say whether she came to the West Wing to do so. Kayleigh McEnany, the White House press secretary, held an especially testy exchange with reporters in the briefing room, clashing over whether Mr. Trump had adequately condemned white supremacists. She made no mention that Ms. Hicks or Mr. Trump felt ill. Soon, however, Ms. Hicks received the bad news: She was positive. The revelation prompted the rush to pull two other White House staff members, including Ms. McEnany, off the Air Force One manifest for the trip to New Jersey. On Friday, Mr. Meadows declined to provide any details of the decision to make the trip. Ms. McEnany said the trip was ''deemed safe'' by the White House, noting only that Mr. Trump was outside and socially distanced himself during the event in New Jersey. Nearly 20 donors who gave as much as $250,000 each to attend an indoor round table with the president before his speech to the bigger group at his golf club in Bedminster were required to take rapid coronavirus tests before entering. For the larger event, guests gathered under a slightly overcast sky, sitting at large tables with four to eight people each on the pavilion patio. Rik Mehta, the Republican candidate challenging Senator Cory Booker, said that many people wore masks and that organizers took their temperature twice. ''I was more than 40 feet easy from the president, and people are asking me if I'm going to quarantine, people are asking me if I'm going to get tested,'' he said later. ''Why would I do that? It was an outdoor event, not a covered event. Why would I get tested?'' Charlie Kolean, 25, flew from Dallas to attend the fund-raiser and was tested before entering the V.I.P. section. Mr. Kolean said he posed for a photo with the president, both unmasked, while standing six feet away. He praised the safety protocol, but said he was nevertheless self-quarantining in Dallas while he waited for the results of another rapid coronavirus test. ''I want to have no second thought in my mind whatsoever that I don't have it,'' Mr. Kolean said. The White House did not announce that Ms. Hicks had tested positive before the news leaked out on Thursday evening. Hours later, Mr. Trump turned to Twitter to announce: ''Tonight, @FLOTUS and I tested positive for COVID-19. We will begin our quarantine and recovery process immediately. We will get through this TOGETHER!'' The four Republican lawmakers who had flown with Mr. Trump on Tuesday and Wednesday all rushed to get tested even as the House physician advised them that they could continue their work in the chamber as usual -- wearing masks and distanced -- because they were not deemed to have been in ''close contact'' with the president. They all later tested negative. On Friday evening, Mr. Trump posted a video of himself on Twitter, saying ''I think I'm doing very well.'' By then he had flown off again on Marine One, this time to Walter Reed National Military Medical Center in Bethesda, Md., where aides said he planned to stay for several days -- a grim reminder of the pervasive place the virus occupies in American life. He arrived wearing a mask. Michael D. Shear and Kenneth P. Vogel reported from Washington, and Maggie Haberman from New York. Reporting was contributed by Sarah Maslin Nir, Apoorva Mandavilli, Catie Edmondson and Emily Cochrane. Michael D. Shear and Kenneth P. Vogel reported from Washington and Maggie Haberman from New York. Sarah Maslin Nir and Catie Edmondson contributed reporting. ART \",", "annotations": [{"label": 506, "start_offset": 1, "end_offset": 109, "user": 52}, {"label": 506, "start_offset": 274, "end_offset": 400, "user": 52}, {"label": 506, "start_offset": 1286, "end_offset": 1407, "user": 52}, {"label": 506, "start_offset": 2025, "end_offset": 2088, "user": 52}, {"label": 506, "start_offset": 2739, "end_offset": 3175, "user": 52}, {"label": 506, "start_offset": 3283, "end_offset": 3449, "user": 52}, {"label": 506, "start_offset": 3604, "end_offset": 3803, "user": 52}, {"label": 506, "start_offset": 3803, "end_offset": 3963, "user": 52}, {"label": 506, "start_offset": 4075, "end_offset": 4277, "user": 52}, {"label": 506, "start_offset": 4528, "end_offset": 4722, "user": 52}, {"label": 506, "start_offset": 5520, "end_offset": 5605, "user": 52}, {"label": 506, "start_offset": 6686, "end_offset": 7047, "user": 52}, {"label": 506, "start_offset": 8544, "end_offset": 8732, "user": 52}, {"label": 506, "start_offset": 8916, "end_offset": 9263, "user": 52}, {"label": 506, "start_offset": 10663, "end_offset": 10711, "user": 52}, {"label": 506, "start_offset": 10938, "end_offset": 11165, "user": 52}, {"label": 506, "start_offset": 14033, "end_offset": 14241, "user": 52}, {"label": 506, "start_offset": 14601, "end_offset": 14708, "user": 52}, {"label": 506, "start_offset": 14962, "end_offset": 14988, "user": 52}], "meta": {}, "annotation_approver": null}
{"id": 45359, "text": "\"WASHINGTON -- IF Al Gore and George W. Bush really want to win over millions of Americans in their first debate on Tuesday night, they might dispense with the briefing books, give their policy advisers the weekend off and get some tips from a pro: Mark Burnett, the executive producer of the megahit television show ''Survivor.''     The candidates, he counsels, should bare their true selves and personalities and never try to hoodwink the public. ''What we learned from 'Survivor' is how clever and cerebral the viewers are,'' Mr. Burnett said. ''If the politicians in these debates think they're pulling the wool over the American people's eyes, they're crazy.''    TD  Such advice may sound suspect coming from the man responsible for staging authenticity on a so-called reality-based TV series. Even so, as the candidates seek to distinguish themselves on issues, the truth is that viewers tend to remember debates not for the positions, but for the theater.     Let's face it: the debates are TV shows, not altogether different from ''Oprah,'' ''Larry King Live'' and the other preferred venues of candidates this season. Debates are about a politician's likability, apparent candor and ability to function under the glare of klieg lights -- not to mention the glares of millions of Americans. Sometimes all it takes is an arsenal of well-crafted one-liners, and knowing when to spring them.     Yet for all the attention to scripted political performances, Americans are looking for the unscripted moment. They want a glimpse of the ''real'' man who would be president, and how he will react when cornered or knocked off balance.     ''I don't think anybody in America who watches debates can tell you what they debated about,'' said Don Hewitt, creator of  ''60 Minutes,'' who produced the first presidential debates 40 years ago. ''I was at the first one when we elected a president because he looked better than the other guy. While that's great for Atlantic City when you pick Miss America, I'm not sure that's the way you should elect a president.''     Richard G. Darman, who was President George Bush's budget director and was involved in Republican debate preparations in the 1980, 1984, 1988 and 1992 campaigns, said the focus on style over substance was ''regrettable but may not be such a negative because the electorate is using its intuition to judge values, character and personality.''     ''Those are actually very relevant things,'' he said.     The fate of Mr. Gore and Mr. Bush could come down to stagecraft, performance skills and this all-important question: Which guy more looks (and acts) like he belongs in the Oval Office?     Here, then, are some pitfalls the candidates should watch out for as their big moment in Boston approaches.     Don't Be Someone Else     Mr. Gore does not have the fraternity boy persona of Mr. Bush and he should not pretend he does. But unlike Mr. Gore, Mr. Bush does not revel in policy minutia and  should not act like he does.     ''The key to debate is to play to your strengths and not change who you are,'' said Jordan Factor, a 2000 graduate of Brandeis University who won the national championship of the American Parliamentary Debate Association. ''Bush should come across being a nice guy and the kind of guy you'd want to sit around and have a beer with. He should tell jokes and stories about his life in Midland. The tip I'd give Gore is to recognize that he is a serious guy and that's O.K.''     ''And if he wants to stay stiff,'' the 22-year-old Mr. Factor added, ''he should stay stiff because that's him.''     Don't Pull a Lazio     Candidates have to be as mindful of their physical movements as they are of their words. That lesson escaped Representative Rick Lazio in his recent debate with Hillary Rodham Clinton, his rival in the Senate race in New York. Mr. Lazio was portrayed as a bully for leaving his lectern, confronting Mrs. Clinton and gesturing at her as he demanded she sign a pledge not to use  unregulated campaign money.     Yet candidates should not be paralyzed either. In a 1976 debate between Mr. Ford and Jimmy Carter, the sound gave out for 27 minutes. But the combatants were so afraid of making a misstep that they froze -- and looked powerless and trapped.     President Clinton skillfully used body language against Bob Dole in San Diego four years ago. To unnerve Mr. Dole -- and frighten him into not upbraiding the president's character -- Mr. Clinton stared at his opponent and kept inching closer to him. It worked; Mr. Dole was rather tame. As for Mr. Dole, ''One of the weighty matters on his mind was when he would walk out from the lectern,'' said Nelson Warfield, his press secretary. ''That mundane detail occupied much detail and analysis.''     Don't Lapse Into Old Habits     Mr. Bush was fairly successful in keeping his smirk in check during the primary debates. Now, the biggest thing he has to watch is his tendency to mangle words.     Mary Ellen Doran-Quine, a speech pathologist in Reston, Va., said Mr. Bush should not be too jumpy in responding. ''Sometimes he doesn't think before he talks,'' she said. ''If he pauses just a millisecond or two, he probably could prevent some of that. Bush could also open up his mouth a little bit more to get more resonance. He has a pinched nasal quality to his voice.''     By contrast, she said, Mr. Gore ''has a very nice voice quality -- voice is the element of seduction.''     Mr. Gore has his own issues. Ms. Doran-Quine said the vice president is so steeped in policy that he would be better off not to cram. ''I would never memorize anything if I were him,'' she said. ''It sounds like it's rehearsed.''     Another concern for Mr. Gore is that he must control his inclination to verge on condescension. Mr. Burnett, the Survivor producer, said he learned this from his program: ''Don't overexplain things. You don't need to talk on a child's level.''     Don't Be Afraid to Correct Mistakes     When President Ford asserted in a 1976 debate that Poland was not under Soviet domination, he passed up chances to correct himself. It could be he did not realize he was mistaken. But candidates can prevent damaging publicity if they correct themselves or rethink an ill-considered response.     Peter Jennings, the ABC News anchor who moderated a presidential debate in the primaries, said Mr. Gore could have saved himself from negative media coverage if he had backtracked on his statement that he would favor a litmus test for military leaders to ensure they would allow gays in the military. ''He could have said, 'Peter, I want to reconsider my answer about that question of gays in the military,' '' Mr. Jennings said. ''That would have stopped everyone dead. When I get in trouble on television, I try to share with viewers why we make a mistake.''     Yet the concede-your-flaws strategy has risks. In pointing out a misstatement or blunder to millions, a politician could highlight something that may never have been noticed.     Don't Be Shy About Looking Your Best     His opponents mocked Mr. Dole four years ago for working on his tan in Florida in the days leading up to his debates with President Clinton. But if there was any lesson from Richard M. Nixon and his legendary five o'clock shadow in the first presidential debate of 1960, it was that appearances count. In the case of Mr. Dole, who was 73, his aides said the tan made him look more fit, particularly since he was appearing alongside a rival who was only 50.     ''You don't want to look like you've just performed in the George Hamilton tan-off,'' said Sig Rogich, an image consultant for President Reagan in 1984 and later for President Bush. ''But you certainly want to look your best. Let's not forget they are performing before the American people.''     Don't Get Too Nervous     ''Tension city,'' is how former President Bush recently described presidential debates to Jim Lehrer of PBS, the moderator again this year.     To calm down, Mr. Gore is famous for strenuous workouts before debates. Mr. Warfield said he kept Mr. Dole ''locked down'' four years ago ''to keep him insulated from last-minute suggestions.'' He explained, ''The last thing you want to do is have someone come up with a bold idea that could bomb.''     Many experts advised the candidates to disregard the age-old advice that they pretend they are addressing a roomful (in this case, nation-ful) of naked people. ''That never works and it only distracts you,'' said Mr. Factor, the college champion. Instead, he said, ''picture yourself at your inauguration. Always keep the goal in sight.''     The actor Warren Beatty, who has played a president in the movies, questioned the premise of this article. ''You're calling a guy in Hollywood who flirts with people and asking him, 'What should these guys do to look pretty?' '' he said. ''In a theatrical sense, whether someone should wear a gray shirt with a pink tie should be put aside. What is important in these debates is what is said.''     Mr. Beatty's advice? ''Go back to the play itself,'' he said. ''Stop thinking about the costumes and the makeup. And just turn on the lights.''    ART \",", "annotations": [{"label": 506, "start_offset": 2066, "end_offset": 2409, "user": 52}, {"label": 506, "start_offset": 2410, "end_offset": 2466, "user": 52}, {"label": 506, "start_offset": 2797, "end_offset": 2992, "user": 52}, {"label": 506, "start_offset": 4269, "end_offset": 4362, "user": 52}, {"label": 506, "start_offset": 4530, "end_offset": 4555, "user": 52}, {"label": 506, "start_offset": 4555, "end_offset": 4703, "user": 52}, {"label": 506, "start_offset": 4799, "end_offset": 4888, "user": 52}, {"label": 506, "start_offset": 4975, "end_offset": 5340, "user": 52}, {"label": 506, "start_offset": 5341, "end_offset": 5481, "user": 52}, {"label": 506, "start_offset": 7054, "end_offset": 7195, "user": 52}], "meta": {}, "annotation_approver": null}
{"id": 45360, "text": "\"The top Senate Republican told colleagues that he had advised the White House against striking a pre-election deal with Democrats to deliver pandemic aid, fearing political repercussions. WASHINGTON -- Senator Mitch McConnell, the majority leader, privately told Republican senators on Tuesday that he had warned the White House not to strike a pre-election deal with Speaker Nancy Pelosi on a new round of stimulus, moving to head off an agreement that President Trump has demanded but most in his party oppose. TD Mr. McConnell's remarks, confirmed by four Republicans familiar with them, threw cold water on Mr. Trump's increasingly urgent push to enact a new round of pandemic aid before Election Day. They came just as Ms. Pelosi offered an upbeat assessment of her negotiations with Steven Mnuchin, the Treasury secretary, telling Democrats that their latest conversation had yielded ''common ground as we move closer to an agreement.'' The cost of their emerging compromise on a new round of aid to hard-pressed Americans and businesses has steadily climbed toward $2 trillion, inching closer to Ms. Pelosi's demands even as it far exceeds what most Senate Republicans have said they can accept. With coronavirus cases continuing to rise across the country and tens of millions of American families and businesses going without critical federal benefits they relied on for much of the year, economists and the chair of the Federal Reserve have said now is the time for a substantial infusion of federal money to fuel a still-shaky economic recovery. A majority of voters agree, saying they would support a $2 trillion stimulus package. And Mr. Trump, who only two weeks ago scuttled the bipartisan talks, is now also pushing urgently for Congress to ''go big,'' as he grasps for political advantage in the waning days of his re-election race. Yet the developments on Capitol Hill amounted to an extraordinary scene two weeks before the election, in which a badly weakened president -- once the object of unwavering loyalty from congressional Republicans, who rarely broke with him on any major policy issue -- was throwing concessions at Democrats to cement a deal that his own party was resisting. ''He'll be on board if something comes,'' Mr. Trump said of Mr. McConnell, Republican of Kentucky, on Tuesday morning on ''Fox and Friends.'' ''Not every Republican agrees with me, but they will.'' Mr. McConnell's comments, which were earlier reported by The Washington Post, to his colleagues a few hours later suggested otherwise. With the deficit ballooning to $3.1 trillion, conservative Republicans say they cannot stomach another huge federal pandemic relief measure. Republicans also fear that a vote on such a measure would force vulnerable senators who are up for re-election into a difficult choice of openly defying the president or alienating their base by embracing the big-spending bill he has demanded. Above all, Republicans fretted that a vote on such a package could interfere with their hasty timetable for confirming Judge Amy Coney Barrett to the Supreme Court by early next week. Mr. McConnell said he told the White House he was particularly concerned that a deal before then could inject unwanted unpredictability into the schedule, according to the four Republicans. Their reservations suggested that even as a long-awaited stimulus deal between Democrats and the White House could be coming together, the aid still might have to wait until after Nov. 3. ''The mechanics of getting the deal done would be challenging, to say the least,'' Senator John Thune of South Dakota, the No. 2 Senate Republican, told reporters. He suggested that the ''fog of the election'' was warping the talks and would ultimately prevent any action before Nov. 3, adding that ''people have gone to their battle stations.'' Ms. Pelosi appeared pleased with the direction of the talks, hailing what she described in a letter to Democrats on Tuesday evening as a productive dynamic in which ''both sides are serious about finding a compromise.'' ''We're not just down to a difference of language or a few dollars,'' Mark Meadows, the White House chief of staff, warned in an interview on CNBC, declaring that Ms. Pelosi herself remained the biggest obstacle to a deal. ''We still have a ways to go, but I would say that the conversations today were productive enough to continue to have discussions tomorrow.'' The latest White House offer would cost nearly $1.9 trillion, White House officials said, nearly four times the size of the $500 billion package that Senate Republicans hoped to advance on Wednesday in a bid to show voters that they were willing to provide some aid -- just not what Democrats and Mr. Trump have been discussing. (Democrats were likely to object to the package as inadequate and prevent it from clearing the 60-vote threshold it would need to advance.) Mr. McConnell's remarks about a larger deal were described by four Republicans familiar with the discussion, who spoke on condition of anonymity to disclose details of a private closed lunch. He made it clear that he knew his counsel was likely to leak out, making reference to the possibility that his remarks could appear in the news media, two of the Republicans said. Publicly, Mr. McConnell put out a different message, saying the Senate would consider any deal the White House was able to reach with Democrats, though he did not elaborate on the timetable or whether he would support it himself. ''If a presidentially supported bill clears the House at some point, we'll bring it to the floor,'' Mr. McConnell said at a news conference. But on Tuesday, he was proceeding on a different track. Mr. McConnell forced a test vote to revive a popular lapsed small-business program, the first of multiple votes this week on stimulus relief intended to pressure Democrats, who have largely resisted narrow aid measures, to support something smaller. (Five Democrats joined with Republicans to endorse the procedural maneuver.) Senator Chuck Schumer of New York, the Democratic leader, called the votes ''a stunt, plain and simple.'' ''After putting the Senate on pause for five long months while businesses closed, millions lost their jobs and hundreds of thousands of Americans died, Leader McConnell is now using this week to hold show votes on coronavirus relief,'' he said on the Senate floor. (Mr. Schumer, in an effort to slow efforts to confirm Judge Barrett, repeatedly tried his own procedural maneuvers to adjourn the Senate and end the chamber's work before the election.) It remained unclear whether Ms. Pelosi and Mr. Mnuchin could reach a deal in time for both chambers to approve the legislation. Ms. Pelosi, in an interview on Bloomberg TV, noted that legislative text would need to be finished by the end of the week in order to meet the timeline. But she insisted she was optimistic, signaling that Democrats had planned to put forward a counteroffer on liability protections and funding for state and local governments, two of the most significant sticking points, and were willing to drop some demands, including funds for election security funding. ''We're on a path -- you have to be optimistic,'' Ms. Pelosi said. ''As the secretary and I say to each other, if we didn't believe we could get this done, why would we even be talking to each other?'' Ms. Pelosi has instructed committee chairmen and staff to resolve additional differences on funding levels and language. Staff from the appropriations committees in both chambers met on Monday to discuss a pot of aid that would include funding for such things as the Indian Health Service, transit systems, and community and mental health grants, according to two people familiar with the discussions. But the talks quickly stalled in part because Republicans said it was unclear what Ms. Pelosi and Mr. Mnuchin had agreed to. ''We have no particulars to work on,'' Senator Richard C. Shelby, Republican of Alabama and the chairman of the Senate Appropriations Committee, told reporters on Tuesday, a characterization that Democratic aides later disputed. ''It's getting real late.'' ''It's getting to be toward the last minute,'' he added. ''The clock keeps ticking away. I am not optimistic about us doing anything.'' ART \",", "annotations": [{"label": 506, "start_offset": 944, "end_offset": 1203, "user": 52}, {"label": 506, "start_offset": 1643, "end_offset": 1851, "user": 52}, {"label": 506, "start_offset": 2206, "end_offset": 2405, "user": 52}, {"label": 506, "start_offset": 3108, "end_offset": 3298, "user": 52}, {"label": 506, "start_offset": 5488, "end_offset": 5628, "user": 52}, {"label": 506, "start_offset": 6013, "end_offset": 6383, "user": 52}, {"label": 506, "start_offset": 7884, "end_offset": 8278, "user": 52}, {"label": 506, "start_offset": 203, "end_offset": 514, "user": 52}], "meta": {}, "annotation_approver": null}
{"id": 45361, "text": "\"The president took all the criticism to heart.   He smiled brightly when he spoke and refrained from raising his voice. When he watched Senator John Kerry speak, George Bush was careful to keep his neck extended, chin up, and his frame still. He did not frown or smirk.   TD But at times, the strain of correcting the angry, defensive impression of the first two debates wore through. On a question about health care costs, he stopped midway through an antimedia joke -- ''In all due respect, I'm not so sure it's credible to quote leading news organizations about'' -- with the words, ''oh, never mind.'' And then he laughed, a ''heh heh heh'' that was not echoed in the room.   That laugh, repeated several times through the debate, was a kind of Rorschach test for viewers: either the nervous cackle of a student not fully prepared, or the confident skepticism of an ordinary guy wary of artifice and verbal flourish.   Mr. Bush seemed more relaxed and eager to appeal to women when he spoke humbly and tenderly of his faith and his love for his daughters and the wife he described self-mockingly as smarter and more articulate. But Mr. Kerry trumped the president on the personal side when he made fun of himself for being married to a much wealthier woman. He then turned back to his mother's deathbed, unwilling to cede even maudlin sentiment to the more emotive Mr. Bush.   Even the truly apolitical may have wanted to tune in and see how Mr. Bush fared in his final challenge after two underwhelming performances. And only the truly partisan could suppress a prickle of interest in the melodrama of a comeback.   The debates have proved a television hit; the first, historically the most watched, drew nearly 63 million viewers. The numbers dropped by about 17 million for the second in St. Louis on Friday, but that was still more than watched the first debate between Mr. Bush and Al Gore, the highest-rated debate in 2000. (The baseball playoffs last night may have drawn away some viewers, but interest remained strong.)   The growth of the audience, like the rise in voter registration, suggest that Americans think more is at stake in this election, be it the war in Iraq or the economy. But it could also reflect viewers' heightened interest in watching real people square off on television. The 90-minute debates are in effect episodes in a reality show where the competitors cannot help but reveal the personality beneath their patter, and where after much jostling, anger and the occasional sting of embarrassment, a survivor is eventually chosen.   The two men were dressed almost identically in charcoal grey suits and red dotted ties. Side by side, they looked like an advertisement for laundry detergent: Mr. Kerry's deep burgundy necktie served as the before, and Mr. Bush's brighter red serving as the after.   Perhaps to rectify the way the equal-size podiums had underscored the difference in height in their earlier debates, the split screens were shot so as to make both men appear to be the same size.   Mr. Kerry missed some rhetorical opportunities, but he spoke directly into the camera lens, taking his case directly to the voters. Mr. Bush mostly addressed himself to the moderator, Bob Schieffer of CBS News. When Mr. Schieffer asked what he would say to an American who had lost his job to an overseas worker, Mr. Bush replied, ''I'd say, Bob, I've got policies to continue to grow our economy and create the jobs of the 21st century. And here's some help for you to go get an education.''   Mr. Kerry's sonorous pronouncements seemed aimed at projecting calm and reason. His hand motions were fluid, contrasting with Mr. Bush's more jerky style and the varying rhythms of his speech.   But at times, Mr. Kerry looked a little like a flight attendant demonstrating how emergency exits and oxygen masks work: when addressing a broader security issue, Mr. Kerry referenced identity-verification technology, pointing to his eyes when he said ''iris'' scans, and gesturing broadly with his thumbs when mentioning ''thumbprint analysis.''   On Fox News, Fred Barnes, the executive editor of The Weekly Standard, said Mr. Bush was animated and strong right from the first question. But a CNN survey said that Mr. Kerry won with viewers 52 percent to 39 percent, comparable to instant polls from the first debate. And on ''Larry King Live,'' Bill Schneider of CNN said, ''Kerry has turned out to be the clear winner.''   An instant poll by ABC News showed only a one-point margin for Mr. Kerry, but Peter Jennings, the anchor, noted the survey had reached more Republicans than Democrats.   Mr. Bush made a comeback, but he may not have traveled far enough.   IN \",", "annotations": [{"label": 506, "start_offset": 120, "end_offset": 270, "user": 52}, {"label": 506, "start_offset": 923, "end_offset": 1132, "user": 52}, {"label": 506, "start_offset": 1132, "end_offset": 1379, "user": 52}, {"label": 506, "start_offset": 2727, "end_offset": 2835, "user": 52}, {"label": 506, "start_offset": 3032, "end_offset": 3165, "user": 52}, {"label": 506, "start_offset": 3166, "end_offset": 3245, "user": 52}, {"label": 506, "start_offset": 3245, "end_offset": 3528, "user": 52}, {"label": 506, "start_offset": 3528, "end_offset": 3723, "user": 52}, {"label": 506, "start_offset": 3723, "end_offset": 4073, "user": 52}], "meta": {}, "annotation_approver": null}
{"id": 45362, "text": "\"Since returning to the campaign trail, the president has drawn only more attention to his difficulties with women and older voters by minimizing the pandemic and targeting female leaders. As soon as President Trump was released from the hospital after being treated for the coronavirus, he and his allies began counting down the days until he could return to the campaign trail. By reviving his beloved rallies, they thought, he could both prove to voters that he was healthy enough to be re-elected and zero in on Joseph R. Biden Jr.'s vulnerabilities. TD That is not what has happened. In the week since he restarted in-person campaigning, Mr. Trump has continued to prove he is his own biggest impediment by drawing more attention to himself each day than to Mr. Biden. The president is blurting out snippets of his inner monologue by musing about how embarrassing it would be to lose to Mr. Biden -- and how he'd never return to whatever state he happens to be in if its voters don't help re-elect him. He's highlighting his difficulties with key constituencies, like women and older voters, by wondering out loud why they've forsaken him, rather than offering a message to bring more of them back into his camp. And perhaps most damaging, to him and other Republicans on the ballot, he is further alienating these voters and others by continuing to minimize the pandemic and attacking women in positions of power. A new low point came on Saturday, when Mr. Trump held a rally in Muskegon, Mich., where he demanded that Gov. Gretchen Whitmer reopen the state and then said ''lock them all up'' after his supporters chanted ''lock her up!'' It was a stunningly reckless comment from a president whose own F.B.I. this month arrested 14 men who it said had been plotting to kidnap Ms. Whitmer, a Democrat, and were captured on video with an array of weapons allegedly planning the crime. Mr. Trump has assailed Ms. Whitmer for months, disregarding her solid approval ratings with independent voters and women, two groups he is purportedly trying to court. Michigan Republicans, already struggling to avoid an electoral debacle in a state that has been returning to its Democratic roots in elections since Mr. Trump's narrow victory in 2016, were again forced to answer for the president's penchant for targeting high-profile women there. ''She was literally just targeted,'' Lee Chatfield, the speaker of the Michigan House and a leading state Republican, said of Ms. Whitmer. ''Let's debate differences. Let's win elections. But not that.'' In a sign of how reluctant Republicans are to criticize Mr. Trump, though, Mr. Chatfield lamented the audience's chant but noted that the president himself hadn't repeated ''lock her up'' (ignoring that he did say ''lock them all up'' in response to the audience). Later, Mr. Chatfield and other Republicans seized on an ''8645'' pin that was visible during an appearance by Ms. Whitmer on NBC's ''Meet the Press'' on Sunday, apparently a reference to ''86-ing,'' or ejecting, the 45th president, Mr. Trump. Some Republicans claimed that the term ''86'' had a more violent intent, and Mr. Chatfield tweeted that by displaying the pin, Ms. Whitmer had ''encouraged more hate.'' The condemnation of the pin, though, only illustrated how eager Republicans are to find anything, no matter how far a stretch, to obscure attention from Mr. Trump's language. A few hours after his appearance in Michigan, Mr. Trump went to Janesville, Wis., and similarly showed no hint of sensitivity to local circumstances. As he did with Ms. Whitmer, he demanded that the state's Democratic governor, Tony Evers, reopen Wisconsin and proclaimed that the country is ''rounding the corner'' on the virus -- never mind that Wisconsin is experiencing a coronavirus spike and hit a record high in new cases last week. Not surprisingly, the subsequent coverage of the president's swing to the two crucial Midwestern states focused on the virus and his attack on Ms. Whitmer, who on ''Meet the Press'' accused Mr. Trump of ''inspiring and incentivizing and inciting'' the sort of ''domestic terrorism'' that threatened her. Mr. Trump's inflammatory style also encourages his own supporters, as was on vivid display in Muskegon when crowd members reprised the 2016 mantra about Hillary Clinton for their own governor, ignoring the alleged kidnapping plot against her. But it's not just the crowds who seem to be taking their cues from the president. On Friday, Senator David Perdue of Georgia, a wealthy former business executive who has a home in affluent Sea Island, Ga., took the microphone at a Trump rally in Macon, Ga., and sought to rile up the red-hatted audience. He suggested he did not know how to pronounce the name of Senator Kamala Harris, the Democratic vice-presidential nominee, with whom he has served in the Senate for over three years. ''Kamala? Kamala? Kamala-mala-mala?'' he said. ''I don't know. Whatever.'' Democrats pounced, Republicans were put on the defensive and Mr. Perdue's opponent, Jon Ossoff, raised over $1.8 million as of Sunday evening. Mr. Trump's staff has sought to mitigate his self-destructive tendencies. It is clear when he is speaking from a teleprompter at rallies, and as discursive as his speeches are, he'll deliver many of his attack lines on Mr. Biden as written. But at nearly every event, the president overwhelms his critique of the former vice president. With Republicans desperate to reframe the election as a choice on policy differences, Mr. Trump, with his rhetorical outbursts, is effectively ensuring that the campaign remains a referendum on his conduct. That's what alarms G.O.P. candidates and strategists, who fear that even the Supreme Court nomination of Judge Amy Coney Barrett is no match for Mr. Trump's daily exercise in self-sabotage. Returning to South Carolina triumphantly on Friday after he shepherded Ms. Barrett through her Judiciary Committee hearings, Senator Lindsey Graham held a rally-cum-news-conference that amounted to a victory lap. Locked in an unexpectedly close race for re-election against a Democrat, Jaime Harrison, who is raising record-breaking sums of money, Mr. Graham said he thought Mr. Trump would help him in the conservative-leaning state. But as he stepped into an S.U.V. to leave, he acknowledged the undeniable. ''He can be a handful,'' Mr. Graham said of Mr. Trump. ''He can get in the way of his own success.'' A number of senior Republican strategists believe the president's behavior will all but assure his own defeat and is likely to hand Democrats control of the Senate. And every time he criticizes a Republican lawmaker -- as he did last week with Senators Ben Sasse of Nebraska and Susan Collins of Maine -- they worry it will compound their losses. But with just over two weeks until the election, a number of party leaders have given up trying to nudge Mr. Trump toward better behavior. Senator John Cornyn of Texas, who is facing an unusually competitive re-election race in part because of Mr. Trump's divisiveness, said it was not worth trying -- and reached for an evocative comparison. ''Like a lot of women who get married and think they're going to change their spouse, and that doesn't usually work out very well,'' Mr. Cornyn said of Mr. Trump in an interview with The Fort Worth Star-Telegram. ART \",", "annotations": [{"label": 506, "start_offset": 1, "end_offset": 188, "user": 52}, {"label": 506, "start_offset": 189, "end_offset": 379, "user": 52}, {"label": 506, "start_offset": 380, "end_offset": 554, "user": 52}, {"label": 506, "start_offset": 643, "end_offset": 772, "user": 52}, {"label": 506, "start_offset": 774, "end_offset": 1007, "user": 52}, {"label": 506, "start_offset": 1007, "end_offset": 1217, "user": 52}, {"label": 506, "start_offset": 1459, "end_offset": 1644, "user": 52}, {"label": 506, "start_offset": 1889, "end_offset": 2057, "user": 52}, {"label": 506, "start_offset": 3442, "end_offset": 3544, "user": 52}, {"label": 506, "start_offset": 4140, "end_offset": 4205, "user": 52}, {"label": 506, "start_offset": 6917, "end_offset": 7335, "user": 52}], "meta": {}, "annotation_approver": null}
{"id": 45363, "text": "\"CORRECTION APPENDEDLike place cards at a society wedding or the lineup at a Soviet May Day parade, the seating at a campaign event is a GPS map of rank and favor. At the first presidential debate at Hofstra University on Monday night, Bill and Chelsea Clinton, along with Chelsea's husband, Marc Mezvinsky, were on one side of the room; the extended Trump clan on the other.  Ivanka Trump, 34, was, as usual, first among equals in a petal pink dress that drew focus from Melania's slinky black, followed by Ivanka's two adult brothers, Donald Jr., 38, and Eric, 32. But from a select position on the aisle, Tiffany Trump, 22, elegant in a navy sheath with lace dcolletage, beamed up at the stage -- for once distinctly visible to her father at the podium and to the world. TD For much of the campaign, except for a brief speech at the Republican National Convention, Tiffany -- Donald J. Trump's daughter with his former wife Marla Maples -- has been the B-list Trump, off to the side in family photos and missing from the campaign trail and that now-infamously spooky ad aimed at the millennial vote. She was left out of the biographical documentary of Mr. Trump shown at that convention and was unmentioned in news articles that detail the advice his three older children are doling out as the race gets tighter. When Greta van Susteren did a one-hour special on the Trump family on Fox News this summer, ''Meet the Trumps,'' with one-on-one interviews with Melania, Ivanka and his two adult sons, the only reference to their missing half sister was, ''There is also Tiffany Trump, who keeps a low profile.'' Gossip columns have called her the Jan Brady of the Trump family. As the campaign grapples with the post-debate firestorm Mr. Trump started by fat-shaming a former Miss Universe, his youngest daughter may be around a lot more. He could use an extra young woman in his corner. Mr. Trump's team appears to be grooming Tiffany -- gingerly -- to pitch in on the campaign trail in the coming weeks, particularly with millennials. Her Instagram feed, which in the past was dotted with party shots of her and a group of close friends who have been called the ''Snap Pack,'' has been cleaned up, and her Twitter account largely restricted to campaign photos and a fund-raising pitch by Tiffany, and steering clear of any Skittles-like controversies. (Though Tiffany was called out this week by Jing Daily, a Chinese luxury goods trade website, because at the debate she wore a dress by a young Chinese designer, Taoray Wang, while her father was on stage bashing China.) Tiffany, according to her mother, has felt wounded by the media depictions of her as the forgotten Trump and is eager to help out on her father's campaign as it heads into its final six weeks. ''She'd like to get to know her father better and spend time with him like his other children did: by going to his office and watching him work,'' Ms. Maples said in a recent phone interview. ''Only now, he's not in the office anymore. He's on the campaign trail.'' Ms. Maples raised Tiffany as a single mother in Los Angeles and now lives about a mile from her only daughter in Manhattan. Tiffany seems intent on living up to Mr. Trump's expectations. And like her older half sister, Ivanka, Tiffany reflects well on her father and mirrors his idealized self-image. The real estate developer is the first to admit he was not exactly a helicopter parent. Instead, Mr. Trump raised helicopter offspring: adult children who hover, dote and praise unstintingly. It's possible Mr. Trump won his children's allegiance by following the French theory of child rearing, expounded in ''Bringing Up Bb'' and other self-help books that recommend strict rules and restrained doses of attention. Then again, there is an even larger body of literature about the narcissistic parent. ''Tiffany has always been a very special person, very confident, very driven, always the hardest worker and not bashful about it,'' Ivanka, 34, said in a phone interview. ''A lot of people are happy to get by without doing a lot of work, or work hard and pretend they don't. She is proud of her work.'' Like Ivanka, Tiffany went to her father's alma mater, the University of Pennsylvania; likes fashion; and is dating someone whose family is in real estate: Ross Mechanic, a senior at Penn, the son of Jonathan Mechanic, a real estate attorney. (Ivanka is married to the real estate scion Jared Kushner.) Tiffany Trump attended a private school in Calabasas, Calif., alongside the Kardashians but without close contact with her father. ''I had the blessing of raising her pretty much on my own,'' Ms. Maples said. There, the Trump name wasn't as well known as it is in New York, and Tiffany was shielded from the kind of tabloid attention that dogged his older children during their parents' sensational divorce. Donald Jr., Ivanka and Eric are from Mr. Trump's first marriage to the Czech-born Ivana; Barron, 10, is his son with his wife Melania. Like her older siblings, Tiffany spoke with aplomb on her father's behalf at the Republican Convention in Cleveland, describing him as her mentor, her role model and a caring, attentive parent. Like them, Tiffany didn't give many concrete examples. She said she saved all her report cards because she treasured the ''sweet notes'' he wrote on them, even though more often it's the parent who holds on to memorabilia. She recalled that when a beloved relative died (her grandmother's fianc), he was the first to phone her. Apparently, the telephone is the paternal umbilical cord when growing up Trump. In interviews and digital campaign ads, Ivanka, Don Jr. and Tiffany describe how engaged and loving their powerful, busy father was by saying he always accepted their calls at the office. To outsiders, however, that may seem faint praise given Mr. Trump's lifelong alacrity for getting on the phone with reporters. Ms. Maples said that when Mr. Trump called to console Tiffany about the death in the Maples family and invited his grieving daughter to visit him in New York, she urged Tiffany to go. ''It gave him a chance to see her as a real person and not just a happy, smiling little girl,'' she said. Mr. Trump takes credit for his children's sunny devotion. ''I've always been a very good father,'' he told Anderson Cooper in a Trump family interview this summer on CNN. ''They come to me, friends of mine, very successful people, and their children have problems with drugs and problems with alcohol and problems with a lot of things, and they say: 'Could you speak to my son? Could you speak to my daughter?' And I'm always very honored to do that.'' When asked to describe his youngest daughter, Mr. Trump replied by email: ''Tiffany is a tremendous young woman with a big and beautiful heart. She was always a great student and a very popular person no matter where she went. I am incredibly proud of Tiffany and how well she has done. -- DJT.'' (Tiffany did not consent to be interviewed for this article, although she did pose for its photo shoot. Instead, the campaign delivered a list of approved contacts. Other family friends who were not on the list said they were instructed not to speak without authorization.) Outside acquaintances echo that she is more serious than she looks on social media. ''She didn't seem like a party girl at all,'' Carson Griffith, a writer who followed the Snap Pack around the Hamptons in 2015 for Du Jour magazine. (Ms. Griffith also occasionally writes for The New York Times.) ''She stayed in the city Friday night to finish a paper, and I never saw her drink a glass of wine.'' Ms. Griffith was impressed by Tiffany's good manners: ''When I would ask about her, she would say: 'How about you? What's your job like?''' Tiffany's vacations were mostly spent on trips with her mother -- a mix of fun mother-daughter getaways and good-will tours overseas, like handing out vitamin C pops at an orphanage in Malawi. A bodyguard went with her on visits to her Georgia relatives, but otherwise she blended easily in her mother's small hometown. Sometimes, her celebrity status poked through. Recalling a party for 3-year-olds, Janice Kiker, a close family friend in Dalton, Ga., said: ''Tiffany showed up in a faded, worn-out tutu. I was shocked.'' She added with a laugh: ''Then someone told me it had belonged to Shirley Temple. I said, 'Never mind.''' Lara Trump, who is married to Eric, said Mr. Trump is close to all his children. ''I was struck when I first came into this family how much he is their dad,'' she said by phone while campaigning for her father-in-law in Columbus, Ohio. ''In public, he's a performer. Behind closed doors, he is polite and respectful and wants to hear from other people,'' Lara Trump said. She noted that Mr. Trump and Tiffany have a ''fun and loving relationship'' and that ''he is very proud of her.'' Some observers have a less benign view of Mr. Trump's rapport with his children. ''I can say with real confidence that he spent virtually no time with them when they were young,'' said Tony Schwartz, who shadowed the real estate developer for 18 months to ghostwrite Mr. Trump's 1987 best seller, ''Trump: The Art of The Deal.'' Mr. Schwartz said in a recent article in The New Yorker that he now regrets the book and his role in promoting Mr. Trump. ''On the rare times Ivana brought one or two of the children to his office, he couldn't have been less interested,'' Mr. Schwartz said. That wasn't entirely true with Tiffany, Ms. Maples said. When Tiffany was a baby at Mar-a-Lago, he would occasionally snatch her up and carry her as he talked to electricians and carpenters building a club health spa. Tiffany was too young to remember. ''I kept pictures for her to prove it,'' her mother said. (She also confirmed that Tiffany was named for one of Mr. Trump's favorite deals: the air rights he bought above the landmark store to build Trump Tower.) Growing up, Tiffany mostly saw her father on spring break at Mar-a-Lago, though Mr. Trump visited her on occasion as well. ''Whenever Tiffany got an award, he would fly to California to see her get it,'' Mrs. Kiker said. As a teenager, Tiffany seemed interested in having a show business career like her mother. She took acting lessons with her mother's coach, and in 2011 she recorded a pop song, ''Like a Bird.'' College brought Tiffany closer to her father -- and her half sister. Ivanka arranged for her to have a summer internship at Vogue. After graduating last June, Tiffany spent her summer months on a paid internship in communications at Warby Parker, the eyewear company, and is studying to take the law school entrance exams. Tiffany seems intent on staying close to her centripetal father. ''Law school completely makes sense,'' said Lara Maggs, a close friend from Penn. Ms. Maggs described ''Tiff'' as a study grind who is driven to prove herself. ''A law degree would bring added value to a really accomplished family,'' she said. The Trump children aren't the only famous scions with a rich, successful parent. Chelsea Clinton is also enmeshed in the family business. ''There are instances where demonstrating family loyalty -- family love -- means upholding a core identity around wealth,'' said Jamie Johnson, a filmmaker and heir to the Johnson & Johnson fortune, who made ''Born Rich,'' a 2003 documentary about his cohorts, including Ivanka. ''The more public the family, the greater the emotional responsibility to uphold the public image,'' Mr. Johnson said. Donald Jr. and Ivanka Trump are not only consiglieri in their father's company and his campaign, they were regulars on ''The Apprentice'' and stressed how hard they had to work in business to earn their father's trust. They were privileged, but not spoiled or entitled, Ivanka said. Certainly, compared to some of their more dissipated, profligate peers in the top 0.01 percent, the Trump children are remarkably on message. In that family interview with Anderson Cooper, Tiffany batted back a suggestion that her father was condescending and even insulting to women. ''He has the utmost faith that we can accomplish whatever we set our minds to,'' she said, speaking of Ivanka and herself, ''just as well as men, if not more so.'' Even Mr. Trump wasn't always sure his children would flourish under his oversize shadow. ''Statistically, my children have a very bad shot,'' Mr. Trump told Playboy in 1990. ''Children of successful people are generally very, very troubled, not successful.'' There are not many hints of dissent or rebellion in the pack. After Mr. Trump left Ivana for Ms. Maples, Don Jr. didn't speak to his father for a period of time. Now, if anything, Don Jr. models himself a little too closely to his father: He posts recklessly on Twitter on Mr. Trump's behalf, most recently comparing Middle Eastern refugees to Skittles candy. Tiffany's friends say that she doesn't take her father's wealth for granted, despite some Eurotrash-y social media posts from a year ago. (One is a close-up of a bowl of caviar.) ''Unless she's with her dad, she's happy to fly coach,'' said Lara Maggs, her friend from Penn. ''When we flew together from Philly, we were in the middle seats at the back of the plane.'' She said that the day before Tiffany flew to the convention, she bought the blue dress she wore for her speech at Bloomingdale's off a sales rack. Ivanka said she didn't want to expose her little sister to the klieg lights of the presidential campaign before she is ready. ''She will not do it if she is not comfortable with it,'' she said. ''Nobody is pushing her.'' She added, indignantly, ''People refer to us as surrogates, but we are his children.'' Continue following our fashion and lifestyle coverage on Facebook (Styles and Modern Love), Twitter (Styles, Fashion and Weddings) and Instagram. Correction: October 23, 2016, Sunday This article has been revised to reflect the following correction: An article on Oct. 2 about Tiffany Trump transposed the given and last names of a reporter who once interviewed Ms. Trump. She is Carson Griffith, not Griffith Carson. ART \",", "annotations": [{"label": 506, "start_offset": 164, "end_offset": 336, "user": 52}, {"label": 506, "start_offset": 1678, "end_offset": 1790, "user": 52}, {"label": 506, "start_offset": 1839, "end_offset": 1888, "user": 52}, {"label": 506, "start_offset": 3528, "end_offset": 3629, "user": 52}, {"label": 506, "start_offset": 6196, "end_offset": 6253, "user": 52}, {"label": 506, "start_offset": 6695, "end_offset": 6946, "user": 52}, {"label": 506, "start_offset": 8389, "end_offset": 8760, "user": 52}, {"label": 506, "start_offset": 8760, "end_offset": 8875, "user": 52}, {"label": 506, "start_offset": 8956, "end_offset": 9204, "user": 52}, {"label": 506, "start_offset": 12331, "end_offset": 12501, "user": 52}], "meta": {}, "annotation_approver": null}
{"id": 45364, "text": "\"Wall Street has taken a beating this election season. Yet what is considered to be Wall Street may be surprising. Take Keith J. Rothfus, a Republican candidate for Congress in Pennsylvania. A lawyer at a small firm, he specializes in drafting software-licensing agreements. While unglamorous, it helps pay the bills. TD Among the clients he has represented is Bank of New York Mellon, which has a large presence in western Pennsylvania. Two commercials backed by Democratic groups are attacking Mr. Rothfus's relationship with his banking client. \"Millionaire Wall Street lawyer Keith Rothfus will fit right in in Washington,\" said the narrator of one of the ads. The spot shows a plunging stock market and a grim-looking Mr. Rothfus entering what looks to be a bank. Over ominous music, the narrator goes on: \"As a wealthy attorney, Keith Rothfus represented a Wall Street bank that received a bailout from taxpayers.\" In an interview, Mr. Rothfus called the ad \"deceitful, shameful and outrageous.\" He said that while BNY Mellon took bailout funds, his work for the company - most of which predates Bank of New York's 2006 takeover of Mellon Financial of Pittsburgh - had no connection to the financial crisis. \"I'm a Stanwix Street lawyer, not a Wall Street lawyer,\" Mr. Rothfus said, referring to his firm's downtown Pittsburgh address. \"I visited Wall Street once, in 1980, as a tourist at the New York Stock Exchange. If I'm a Wall Street lawyer, then the 7,500 people that work for Mellon bank in western Pennsylvania are fast-money traders who charter private jets to the Hamptons on weekends.\" As campaigns enter their final month, a number of candidates are flooding the airwaves with advertisements demonizing Wall Street. From the presidential race to local Congressional contests, from Montana to New Mexico, candidates - both Democrats and Republicans - are relentlessly attacking their opponents by linking them to bankers and bailouts, no matter how tenuous the connection. \"Candidates are bashing each other over the heads for being in Wall Street's back pocket,\" said Elizabeth Wilner of Kantar Media's Campaign Media Analysis Group. \"Wall Street is this campaign season's punching bag, and it's bipartisan and it's escalating.\" In the turmoil of the 2008 financial crisis, Heather A. Wilson, then a Republican congresswoman from New Mexico, voted in favor of the Troubled Asset Relief Program, or TARP, which provided rescue funds to banks. Four years later, Ms. Wilson - a former Air Force officer - is running for the United States Senate. An opponent's ad assails what it characterizes as her deep ties to Wall Street. \"As a congresswoman from New Mexico, it wasn't Heather Wilson's job to represent Wall Street banks,\" said the narrator in a spot paid for by a liberal super PAC. The ad shows a series of dark, shadowy Manhattan office towers - those of Bank of America, Morgan Stanley, Merrill Lynch, JPMorgan Chase and Citigroup. \"But she voted time and again to give them special tax breaks, and then voted to bail them out.\" In Montana, the incumbent, Senator Jon Tester, a Democrat, is facing a fierce challenge from the state's sole congressman, Denny Rehberg. Mr. Tester, who has received substantial money from executives in the financial industry, has boasted in television spots that he \"opposed all of those Wall Street bailouts.\" Mr. Rehberg also voted against the bank bailout. So instead of focusing on TARP, ads pummel Mr. Rehberg for his longtime support for privatizing Social Security - in other words, putting retirement funds in the hands of Wall Street money managers. One of the ads features the floor of the New York Stock Exchange and an electronic ticker showing shares in a nose dive. The narration features voices of market commentators: \"A wild ride on Wall Street ... the biggest point drop ... a precipitous fall ... these guys have been gambling ... gambling ... bad bets ... they didn't know when to back away. A gamble. That's Congressman Denny Rehberg's plan for Social Security.\" Josh Mandel, the Republican Ohio state treasurer running for United State Senate as a Washington outsider, has an ad that goes after members of Congress on both sides of the aisle for supporting the bailout. \"Every Democrat and every Republican who took our tax dollars and used them to bail out Wall Street banks was dead wrong,\" Mr. Mandel says in the spot, speaking in an angry tone to a group of factory workers. \"It was fiscally irresponsible. It was morally wrong.\" The presidential candidates have also criticized one another for their Wall Street ties. Ads for President Obama have homed in on Mr. Romney's leadership of Bain Capital, the private equity firm he started. By focusing on private equity - a specific pocket of the financial industry - Mr. Obama has largely avoided a broader critique of Wall Street, where he has raised millions of dollars. On Monday, the Obama campaign announced a new ad that links Bain to a company outsourced American jobs. Republicans, meanwhile, depict Mr. Obama as a pawn of the financial services industry. One advertisement from the conservative organization American Future Fund titled \"Obama's Wall Street\" highlights Mr. Obama's vote in favor of TARP when he was a United States senator running for president and says that his cabinet is full of financiers. Another, called \"Justice for Sale,\" suggests that campaign contributions from the banking industry explain why the administration has not prosecuted more executives relating to their conduct during the financial crisis. \"Under Obama, Wall Street keeps winning, and Obama keeps taking their cash,\" the narrator says. \"Tell Obama to stop protecting his Wall Street donors.\" Mr. Rothfus, the Republican candidate in Pennsylvania, is locked in a tight race with his opponent, the Democratic incumbent Mark S. Critz. He has countered the attack ads with humorous \"Keith Rothfus is a regular guy\" 30-second spots. In one, he is shown gardening in his modest front yard, driving his kids around town and repairing his daughter's bicycle. In response, the American Federation of State, County and Municipal Employees has produced an ad that starts, \"Regular guy? Hardly. Keith Rothfus is a millionaire attorney for a Wall Street bank.\" Banner headlines of the BNY Mellon's $3 billion bailout run across the screen. Mr. Rothfus, who lives in Sewickley, Pa., with his wife and six children, has worked as a corporate lawyer since graduating from Notre Dame Law School in 1980. For the last 15 years he has practiced on and off at Yukevich, Marchetti, Liekar & Zangrilli, a 12-lawyer firm. He earned about $125,000 last year. His assignments for BNY Mellon constitute a tiny portion of his overall practice, which focuses on small- and medium-size businesses. \"I've never done anything close to securities work for Mellon, never came close to those C.D.O.'s,\" said Mr. Rothfus, referring to collateralized debt obligations, the complex mortgage instruments that contributed to the near collapse of the financial system. \"I've never even done an I.P.O.\" Spokesmen for organizations behind the attack ads against Mr. Rothfus - the Democratic House Majority PAC and Afscme - said that they stood behind the ads. Despite Mr. Rothfus's modest salary - top Wall Street lawyers earn substantial seven-figure salaries - the millionaire epithet is accurate. That comes courtesy of his wife, the daughter of a successful Pittsburgh businessman. Based on his most recent financial disclosure, Mr. Rothfus's total assets, including those of his wife, range from $5.1 million to $13.9 million. With clean-cut looks and wire-rimmed glasses, Mr. Rothfus does look the part of a button-down Wall Street lawyer. But he is quick to point out that he favors Brooks Brothers off-the-rack suits instead of the bespoke variety and prefers Land's End neckwear to Herms ties. \"There were certain individuals on Wall Street who were reckless and betrayed our trust,\" he said. \"But I wasn't one of them.\" This is a more complete version of the story than the one that appeared in print. ART\",", "annotations": [{"label": 506, "start_offset": 3052, "end_offset": 3190, "user": 52}, {"label": 506, "start_offset": 3190, "end_offset": 3365, "user": 52}, {"label": 506, "start_offset": 4038, "end_offset": 4247, "user": 52}, {"label": 506, "start_offset": 4247, "end_offset": 4510, "user": 52}], "meta": {}, "annotation_approver": null}
{"id": 45365, "text": "\"PHILADELPHIA -- Politics or beauty? Take your choice. Conventional wisdom says they don't mix. But ''Paint the Revolution: Mexican Modernism, 1910-1950'' at the Philadelphia Museum of Art argues, with reservations, otherwise. The show is the first all-out attempt in the United States in seven decades to grapple with the contradictions of early-20th-century Mexican political art. (The last one was also at this museum.) It has plenty of pumped muralist muscle -- all those clenched fists -- but offsets it with pictures as pretty as valentines. TD Organized with the Museo del Palacio de Bellas Artes in Mexico City, where it will travel in February, the show focuses on pioneers of the Mexican movement for artistic nationalism, following the timeline of revolutionary events. In 1911, the country's longtime president, Porfirio Daz, was chased out of office. He had kept peace for decades by pampering the elite, enriching the army, and treating the poor, which meant practically everyone else, like dirt. Finally, dirt said no, and everything changed, including art. The initial changes look mild. Under Daz, European cultural taste prevailed, and after he was gone it still did for awhile, though with infusions of Mexican flavor, mexicanidad. You see it in soft-textured paintings of peasants by Saturnino Herrn and the young David Alfaro Siqueiros from around 1913, though the pictures give no hint of the violence tearing the country apart as rebel leaders like Emiliano Zapata and Pancho Villa fought for control of it. Soon, however, art did reflect events. In 1914, Francisco Goitia was turning out horror-show scenes of atrocities that he said he had seen on battlefields. Jos Clemente Orozco tried to outdo Goya in grotesque newspaper cartoons. Diego Rivera weighed in, long-distance, from Paris, with Mexican-accented Cubism. And Gerardo Murillo, the avant-gardist firebrand from the Daz years who called himself Dr. Atl, took a dramatic nationalist stand with a self-portrait in which his head and an image of Mexico's most active volcano merge. By 1921, the carnage had pretty much stopped. It was time to mop up and organize, to turn revolution from a passing event into an institution. Art was very much part of the plan. Mural painting, billboard-big and bold, was designated the official art form. And three artist-workers -- Orozco, Siqueiros, and Rivera (back from Paris that year) -- were its stars. For many people, they are Mexican modernism: three giants calling from peak to peak. As befits that status, they take up a lot of space in this show, in paintings, drawings and prints. But aside from a pair of portable Rivera murals, and some wall reliefs by Siqueiros, the architecturally scaled art for which they're famed is here only as digital projections. No surprise. The originals are in Mexico City and elsewhere, and even in reproduction their browbeating dynamic comes through. They're political church art, designed to overpower, to look superhuman, to confuse you into believing their vision. They've shouldered out of the history books almost all other art from the time. But there was other art. In 1921, the same year Rivera returned to claim a local-boy crown, the Mexican government initiated a countrywide art education program for primary schools. Designed by the artist and art historian Adolfo Best Maugard, the hands-on method blended elements of European-style abstraction and indigenous art, ancient and new. Best Maugard had studied ethnographic artifacts with the German anthropologist Franz Boas. And he based his own teaching on linear motifs -- squiggles, circles and so on -- derived from pre-Columbian pottery shards. From those primordial forms, children of any cultural background or education level could compose new images of any kind -- Best Maugard encouraged fantasy -- and on a personal scale. They could make, from very ancient sources, a modernism of their own. There's a 1922 self-portrait painting of Best Maugard in the show. Slender and fine-boned, he's dressed in a tweed suit, his mustache closely trimmed. He holds a pen loosely in one languid hand. His personal style is exactly the opposite of Rivera's unbuttoned, space-hogging he-man type. So is his art. In the self-portrait, he poses before a cityscape that looks like a stack of candy boxes. An earlier painting of a dancing woman is equal parts Mexican folk art, Orientalist kitsch and fashion magazine. It's Pattern and Decoration before its time. He painted as if the Mexican Revolution hadn't happened, or as if the muralist version of it never had. In 1924, state support of his teaching method stopped. It's easy to imagine a group of government evaluators taking a look at the pictorial delicacies emerging from grade-school classrooms and thinking: ''Is this the way we want a national art to go?'' Yet by that time Best Maugard's cosmopolitan, ideologically subtle approach to revolutionary art had already spurred others to give mural painting some competition. Again in 1921, that very happening year, the poet Manuel Maples Arce plastered Mexico City with broadsheets announcing the birth of a cultural movement. Inspired by European Dada and Futurism, it rejected a nationalist art based on images of peasants and factory workers in favor of one fueled by urban noise and speed. The name he gave the movement, Estridentismo, or Stridentism, captures its polemical tone, although much of the urban imagery it produced is oddly dark and drab. Concurrent with this avant-gardist impulse ran another, which took its name from a journal called Contemporneos. Less a movement than a network of like-minded artists and writers, it espoused the view that art was an end in itself and shouldn't be turned to political purposes. The group was reviled by muralists and Stridentists alike as counterrevolutionary, and the attacks got personal. One highly visible Contemporneos member, the writer Salvador Novo, was an out gay man, rare at the time. At least two of its leading painters, Abraham ngel and Manuel Rodrguez Lozano, were lovers. Female artists, including the wonderful Mara Izquierdo, were integral to the network. Critics chose sexual politics as a line of attack. A painting titled ''The Paranoids'' by Antonio Ruiz depicted Contemporneos males as limp, rubber-legged dandies. Rivera published a widely read piece titled ''Arte Puro, Puros Maricones'' -- ''Pure Art, Pure Faggots'' -- and repeated the slur in public talks. In short, the world of modernist political art in Mexico, however inclusive in theory, was something of a shark tank. Individual weirdnesses arose. Dr. Atl, a cultural force before the revolution's start, ended up peddling Nietzschean schemes of superman rule from the top. As as you walk through the show, the beat of ideological purposefulness grows numbing. You start to search for relief. And you find it: in Izquierdo's religious still lifes, unafraid of devotion; in Juan Soriano's mortuary painting of a dead child surrounded by a choir of praying hands; in Rodrguez Lozano's fresco of what could well be a same-sex Piet (ngel, his partner, had died at 19); in Juan O'Gorman's astonishingly complex view-within-nested-view of Mexico City; and in Rufino Tamayo's mural-size 1952 ''Homage to the Indian Race,'' with its single, dark, sculptural figure presiding over a basket of unearthly, blush-red blooms. And there's Frida Kahlo. No one really looked at her till the 1980s; then everyone did and she disappeared into clich. She's amazing, worth every bit of attention she gets here. There are five pictures by her in the show, organized by Matthew Affron and Mark A. Castro of the Philadelphia Museum; Dafne Cruz Porchini, of the Colegio de Mxico; and Renato Gonzlez Mello of the National Autonomous University of Mexico (both in Mexico City). The earliest, a 1926 self-portrait as a youthful sweetheart, is conventional. A smaller one from 1932, ''Self-Portrait on the Border Line Between Mexico and the United States,'' is not. She stands balanced on a wall between two hard zones: a death-metal realm of surveillance lights, factories and progress on one side, and an organic vista of ancient decay and tropical flowers on the other. It's clear which she prefers. She's made her choice; it was easy; she doesn't look worried at all. As if to celebrate, she holds a cigarette in one hand, a little Mexican flag in the other, and has put on elbow-length white gloves and one of the most beautiful pink flounced dresses in the world. ''Paint the Revolution: Mexican Modernism, 1910-1950'' continues through Jan. 8 at the Philadelphia Museum of Art; 215-763-8100; philamuseum.org. ART\",", "annotations": [{"label": 506, "start_offset": 865, "end_offset": 1011, "user": 52}], "meta": {}, "annotation_approver": null}
{"id": 45366, "text": "\"The health of the country's top leader is a matter of concern for all Americans. May President Trump and the first lady recover swiftly after testing positive for the coronavirus. For their sake -- and for the sake of the nation. TD The president's health is a matter of national security. That's one reason it's been so frustrating to watch as Mr. Trump has flouted basic public health guidelines and the advice of his own government's experts. Every time he refused to wear a mask or observe social distancing guidelines, he put not only himself but also all of America at risk. Mr. Trump's illness will throw the highest levels of government into disarray. Even if he does not become seriously ill, the president will be unable to perform many of his duties until the threat of contagion has passed. Following his diagnosis, his public schedule was cleared on Friday except for a phone call ''on Covid-19 support to vulnerable seniors'' -- which Vice President Mike Pence ended up handling. With more than 207,000 American lives already lost to this pandemic, the potential for a worst-case scenario is all too clear. A serious presidential illness is an issue of national importance under ordinary circumstances. Coming just a month out from Election Day, the potential for chaos is exponential. Mr. Trump will need to leave the campaign trail for an indeterminate amount of time, canceling rallies and fund-raisers and throwing the future debates into limbo. Voters were already anxious about the nation's ability to hold a free and fair election -- anxiety fueled by Mr. Trump, whose core campaign strategy has been to claim that Democrats and the ''deep state'' are working to rig the race. Speculation about his health will only fray nerves and further destabilize the situation. The conspiracy theorists and disinformation trolls will do their best to maximize the turmoil. To minimize the chaos, the American public needs to be kept closely apprised of Mr. Trump's condition and of how the situation -- read: the nation's leadership -- is being managed. The first lady has tweeted that the couple is ''feeling good,'' and Mr. Trump's physician has expressed confidence that the president will be able to continue his duties ''without disruption'' from his residence. At a Friday media briefing, the White House chief of staff confirmed that the president was experiencing ''mild symptoms'' -- after The Times had reported as much. The White House did not reveal the illness of Hope Hicks, the presidential aide who was exhibiting symptoms on Wednesday and received a positive diagnosis on Thursday, until after it was reported in the media. None of this is reassuring. In times of crisis, the public looks to the president for reassurance and guidance. What happens when he is at the heart of that crisis? Public confidence plummets, and tensions rise. Global markets are shaken. Foreign adversaries search for ways to exploit the uncertainty. In a misguided attempt to convey strength, Mr. Trump has made America weaker and more vulnerable. The president's illness is like a stone thrown into a pond, where the ripples quickly spread. Top-level aides and advisers will have to quarantine themselves. Already, a list of people who have been in recent close contact with Ms. Hicks is making its way around social media. In coming days, we will learn whether those who have been in proximity to Mr. Trump this week are also sick. Already, Senator Mike Lee, a Utah Republican and member of the Judiciary Committee, has announced that he has tested positive. Now is not a time for political games. The president's health is not a private matter. Americans need to have confidence that Mr. Trump is in a position to handle the nation's business -- and, if not, that he will hand over the reins to the vice president until his condition improves. For too long he has failed to take this virus, or his own safety, seriously. The Times is committed to publishing a diversity of letters to the editor. We'd like to hear what you think about this or any of our articles. Here are some tips . And here's our email: letters@nytimes.com . Follow The New York Times Opinion section on Facebook , Twitter (@NYTopinion) and Instagram . ART\",", "annotations": [{"label": 506, "start_offset": 81, "end_offset": 181, "user": 52}, {"label": 506, "start_offset": 447, "end_offset": 582, "user": 52}, {"label": 506, "start_offset": 661, "end_offset": 803, "user": 52}, {"label": 506, "start_offset": 803, "end_offset": 994, "user": 52}, {"label": 506, "start_offset": 1301, "end_offset": 1464, "user": 52}, {"label": 506, "start_offset": 2065, "end_offset": 2277, "user": 52}], "meta": {}, "annotation_approver": null}
{"id": 45367, "text": "\"NORFOLK, Va. -- The campaigns of Senators Barack Obama and John McCain are making their last-ditch advertising pitches in a loud, televised shouting match over health care and taxes, terrorism and presidential readiness, trying to sway the few remaining undecided voters or to push wavering supporters to the polls on Tuesday. Mr. McCain and the Republican Party are ending their advertising campaign with a blistering run of commercials that use images of tanks, Islamic extremists, and stormy seas to paint Mr. Obama as a risky choice in dangerous times. TD In a bid to win over undecided ''security moms'' who watch programs like ''The View'' and ''The Oprah Winfrey Show,'' one of Mr. McCain's most widely shown commercials this week features recent comments from Senator Joseph R. Biden Jr., Mr. Obama's running mate, warning of ''an international crisis'' that will ''test the mettle of this guy'' (namely, Mr. Obama). The commercials are part of an insurgent advertising campaign by Mr. McCain, who has redirected dwindling resources to vital parts of critical states like this one, surgically picking spots to confront an unprecedented television onslaught by Mr. Obama that dwarfs Mr. McCain's effort almost everywhere else. Mr. McCain has had help recently from the independent advertising unit of the Republican National Committee, which embarked upon a $26 million campaign in the final weeks of the election, including efforts to buttress Mr. McCain in reliably Republican states like West Virginia and Montana. But even with that help, Mr. McCain is in many ways shouting into the roar of a locomotive. The nearly $21 million that Mr. Obama spent on advertisements last week was nearly twice what Mr. McCain and the Republican party had spent in the same period. Mr. Obama, with virtually limitless resources, is ending his advertising campaign with a dizzying array of commercials striking mostly economic arguments: A spot running heavily here promotes Mr. Obama's tax cuts (''A nurse earning 60 grand?'' an announcer says, ''You get a thousand bucks under Obama -- under McCain, just $150''); spots in Colorado and Pennsylvania accuse Mr. McCain of helping companies that ''ship jobs overseas,'' and a commercial running heavily in retiree-rich Florida, falsely accuses Mr. McCain of proposing large cuts to Medicare. Mr. Obama will further flex his advertising muscle on Wednesday with a half-hour infomercial in prime time on four broadcast networks: Fox, NBC, CBS and Univision. In the program, some of which was reviewed by The New York Times, Mr. Obama speaks directly to the camera at times while sharing the stories of families struggling in the current economy. Unable to match the Obama juggernaut, Mr. McCain is making a last stand in towns he needs to win, like this one, where he and the Republican National Committee have combined resources to advertise as heavily as Mr. Obama, who has not needed similar help from his party. The situation is similar in Cincinnati; Harrisburg, Pa.; and Richmond, Va., which are among the places where Mr. McCain has tried to match Mr. Obama. There have been consequences for Mr. McCain, who has had to reduce his advertising in swing states like New Hampshire and Wisconsin so he can advertise in states he must win, like Florida, Ohio, Pennsylvania and Virginia. Analysts say he has little choice. ''If you're the McCain campaign, there are two columns right now in your thinking: places you have to win and places you need to win,'' said Evan Tracey, the chief operative officer of CMAG, a company that monitors political advertising. Translating that into laymen's terms, Mr. Tracey said, ''You don't have to eat, but you need to breathe.'' ''There's no White House without Virginia,'' he said. ''So it doesn't matter what happens in Wisconsin or New Hampshire if he doesn't win there.'' And so, while the advertising war can feel awfully lopsided for Mr. Obama in the most expensive cities to advertise in, like Miami, Philadelphia and Washington (which reaches Northern Virginia), viewers in Cincinnati, Harrisburg and here in Norfolk are in the middle of a full-scale, spot-for-spot advertising war. The battle starts with the big morning news programs, runs through ''The Young and the Restless,'' ''The View'' and ''The Oprah Winfrey Show,'' ''Jeopardy'' and ''Wheel of Fortune,'' the late local news and, finally, ''Late Show With David Letterman'' and ''The Tonight Show With Jay Leno.'' Senior strategists in both campaigns said in interviews this week that they had identified women, specifically the so-called ''security moms'' who are worried about national defense, as a crucial part of the undecided vote. That both campaigns have tried hard to reach them this year is underscored by the list of their top shows compiled by the University of Wisconsin Advertising Project: ''The Oprah Winfrey Show'' is the top, non-news program for the advertising of both campaigns, followed by programs like ''Regis & Kelly,'' ''Rachel Ray'' (one of the few programs that has included more advertisements from Mr. McCain than from Mr. Obama) and ''The View.'' On Tuesday, just before ''The View'' began here, Mr. McCain showed a spot featuring Mr. Biden's quotation from a recent fund-raiser, ''Mark my words, it will not be six months before the world tests Barack Obama.'' As Mr. Biden speaks, the spot plays ominous music and shows threatening images of the Iranian president, Mahmoud Ahmadinejad; the Venezuelan president, Hugo Chavez; and Islamic extremists in black arm bands holding machine guns and marching. The advertisement is in line with two being run by the Republican National Committee: One shows the presidential chair in the Oval Office as an announcer says, ''Barack Obama: He hasn't had executive experience, this crisis would be Obama's first crisis, in this chair.'' The other shows a storm-swept sea as an announcer says, ''Some now say this storm cannot get worse, our nation is so off course that Barack Obama's quick rise to power and inexperience should not matter. But what if the storm does get worse, with someone who's untested at the helm?'' Speaking of that line of attack, Brad Todd, who is running the Republican Party effort, said, ''We have settled in on that difference.'' But, in an example of how Mr. Obama's resources have allowed him to meet every charge, just before ''The Oprah Winfrey Show'' began, his campaign responded with a commercial in which a narrator said, ''John McCain's playing with audiotapes, selectively editing Joe Biden's words.'' The spot goes on to include the rest of Mr. Biden's quote: ''They're going to find out this guy's got a spine of steel.'' Similarly, throughout the day, local stations here featured a McCain advertisement with various voters saying, ''I am Joe,'' a reference to Mr. Obama's recent conversation with ''Joe the Plumber,'' in which Mr. Obama said his tax plan would help ''spread the wealth.'' ''Obama wants my sweat to pay for his trillion dollars in new spending?'' one of the characters asks in the advertisement. But that spot is up against one from Mr. Obama showing his Web site's tax-cut calculator and the savings he says middle-class families would get under his plan. That advertisement is among Mr. Obama's heaviest this week, apparently adding to what several polls have found as an advantage Mr. Obama holds over Mr. McCain ontaxes. Still, it is one that Mr. McCain's campaign hopes will dwindle with six more days of counterprogramming in crucial markets like this one. CHART: Three Week's Worth of Campaign Advertisements: A New York Times analysis of the images in campaign advertisements that ran within the last three weeks found that both candidates show their opponents nearly as often as they show themselves.(Source: CMAG) NS\",", "annotations": [{"label": 506, "start_offset": 1235, "end_offset": 1342, "user": 52}, {"label": 506, "start_offset": 1526, "end_offset": 1617, "user": 52}, {"label": 506, "start_offset": 2566, "end_offset": 2687, "user": 52}, {"label": 506, "start_offset": 2687, "end_offset": 2958, "user": 52}, {"label": 506, "start_offset": 3067, "end_offset": 3106, "user": 52}, {"label": 506, "start_offset": 6561, "end_offset": 6683, "user": 52}], "meta": {}, "annotation_approver": null}
{"id": 45368, "text": "\"WALLOON LAKE, Mich. -- Nothing shakes up an old political reporter quite like living in another country while the spellbinding drama of a presidential election unfolds back home.   Spellbinding, that is, for Americans and for the few foreigners who take a special interest in America and things American. There aren't too many people overseas like a professor I met in West Germany in 1984, who told me how depressing he found it that no vote he ever cast would have half as much impact on his two sons' lives as the votes that Americans cast. Most people abroad, most years, could not care less.   TD In 1980, I was working in the Soviet Union -- gone now, like West Germany -- as the contest between Ronald Reagan and Jimmy Carter reached a climax. For me that November, the can't-miss spectacle was the annual parade in Red Square marking the anniversary of the Bolshevik Revolution, not the television debates in the States. For me, that November, the pressing question was not who would occupy the White House for the next four years, but how the Soviet venture in Afghanistan would pan out, and whether the Soviet tanks reportedly poised on the border would invade Poland.   In November 1984, I was in London. Britons were concerned with a national coal strike, then in its eighth month; the assassination of Indira Gandhi and the growing threat of terrorism. Some things never change. I wrote about their concerns and also, as I find in scrolling through The Times's electronic archive, about the struggle to preserve real British cheeses. Some people never change, either. I find no evidence that I (or my British hosts) paid very much attention to Mr. Reagan's re-election bid.   This year is different. The University of Bologna and Italian television are staging a mock election between President Bush and John Kerry in La California, a tiny village on the Tuscan coast. Meantime, The Guardian, a liberal British daily, has urged its readers to write to citizens of Clark County, Ohio, a swing county in a swing state that Al Gore carried by 324 votes in 2000, in an effort to influence their balloting.   As it happens, I know Clark County, which is in the southwest part of the state. My staunchly Republican parents met there while attending Wittenberg College, a small Lutheran institution in Springfield, the county seat. They certainly wouldn't have liked the letter from Neil Evans, who wrote from Kent to Thelma Arnold, urging her to vote for Mr. Kerry ''to preserve your once-great name internationally.'' Neither did Beverly Coale, Mrs. Arnold's daughter, a Kerry backer, who called it propaganda.   All of which is a rather lengthy introduction to a report on an experience I had here in Hemingway country a week or so back, when the autumn leaves were at their most vivid, the colors so bright that they almost hurt your eyes (what would Monet or Kandinsky have made of them?).   This year's crop of Knight-Wallace Fellows at the University of Michigan, all journalists in midcareer, were spending a weekend Up North, as Michiganders call this part of their state, and Charles Eisendrath, who runs the program, invited me to quiz the foreigners among them about their initial impressions of the current campaign. I did so, and some of the answers -- all their private opinions, not necessarily reflecting their employers' positions -- demonstrated how very different this election is.   Like news reports from abroad, and like my own reporting on recent trips outside this country, they disclosed a decidedly one-dimensional view of things.   Matthias Schepp, 40, a longtime foreign correspondent for Stern, a widely read German magazine, said it had taken a poll that showed that 81 percent of people in Germany preferred Mr. Kerry, with many of the remaining 19 percent responding that they would choose ''neither of the above'' if they were given that option.   ''It's not just the traditional anti-American fringe,'' he said. ''People who have always been grateful for the help of the United States after the war and later in reunifying our country are upset, too, mainly because of the Iraq war. We said it would turn out badly, and it has, but Bush is seen as telling us, 'My way or the highway.'   ''It is very well noted that our chancellor put his job on the line by sending German troops to Afghanistan, against our tradition and history, and for his courage he has gotten very little in return.''   Mr. Schepp's wife, Mariam, a Russian and a concert pianist, put the problem into a broader framework. Because of the problems in Chechnya, she said, she sympathized with Mr. Bush's fight against terrorism. But she added: ''He wants to plant American-style democracy around the globe. It won't work, because every country is unique, with its own history, its own culture.''   Mr. Kerry, she said, struck her as ''better-educated, more sophisticated and less rustic'' than Mr. Bush. Because of his service in Vietnam, she suggested, he has ''a better understanding of what war is like'' and might change American policies.   Sergio Danishewsky, 39, of the newspaper Clarin in Buenos Aires, said he, too, hoped for a change in American policies, ''but I'm much more skeptical.''   Argentina, he said, had suffered under the presidency of Carlos Saul Menem, partly because ''he wanted to be like George Bush's father, the other President Bush.'' But the biggest reason Argentines ''have a negative image of the United States as a government and a policy, though not as a people,'' as he put it, is that unlike European countries, the United States ''does not work with us to solve our economic difficulties.''   Mi-Seok Koh, 44, an assistant editor at Dong-A Ilbo, one of the leading papers in Seoul, South Korea, said she had watched all three presidential debates on television and concluded that in at least one respect President Bush was exactly like the South Korean president, Roh Moo Hyun, because ''he blames everything on the media.''   Describing Mr. Bush as ''a rude cowboy,'' Ms. Koh continued: ''The American people don't really care what he says. Most of them think that he looks like a strong leader, which is what they want.''   Although she argued that most people in South Korea would rather see Mr. Kerry as president, Ms. Koh said she believed Mr. Bush would win a second term.   Why? Long pause. ''Because I'm a pessimist,'' she finally replied.   There was more in the same vein from other fellows, each of whom described the American election at least in part from the perspective of their own country's interests and difficulties. But what was striking was that not a single one of them failed in some way to report that Mr. Bush's policies had cost the United States friends.   NS \",", "annotations": [], "meta": {}, "annotation_approver": null}
{"id": 45369, "text": "\"For a moment it looked as if Mitt Romney's chances of becoming the next president were up, way up. His odds of winning the election soared around 10 a.m. Tuesday to nearly 49 percent on the betting site Intrade, up about eight percentage points from a few minutes earlier. TD The numbers on Intrade, which have put the odds of President Obama's winning on Nov. 6 at over 60 percent for the last several weeks, are closely watched by pundits and Wall Street traders because they are constantly updated based on wagers on the changing election odds. In 2008, the site's users correctly predicted an Obama victory. But the system is relatively thinly traded and so a few politically motivated bettors with money to burn can place strategic wagers that push around the numbers displayed on the site. The economist Justin Wolfers, an expert on prediction markets, said that all the indicators from Tuesday morning suggested that someone, or a few people, intentionally inflated Mr. Romney's numbers by offering a considerable premium over what shares were selling for. Unfortunately for Mr. Romney, they fell back almost as quickly, as other gamblers took advantage of the dislocation and pushed the price down. Mr. Wolfers estimated that it cost the traders responsible $1,250 to give Mr. Romney, the Republicans' nominee, a six-minute surge. Intrade did not respond to requests for comment. The good news from Intrade wasn't all so short-lived for Mr. Romney. His chances on the site did rise from where they had been before the final presidential debate on Monday night, ending Tuesday around 43.5 percent. NS\",", "annotations": [], "meta": {}, "annotation_approver": null}
{"id": 45370, "text": "\"Mayor Bill de Blasio is facing a major test: Will children return to public schools over the next few weeks? Just over a quarter of New York City's public school students have attended any in-person classes since the city's school system reopened last month, Mayor Bill de Blasio announced on Monday, a low figure that undermined the mayor's main justification for returning students to classrooms. TD  Mr. de Blasio has said that he pushed for in-person classes because a vast majority of city parents wanted him to do so. Yet despite his efforts, more than 500,000 of the 1.1 million children in the system, the nation's largest, elected to start the year last month with online classes only. Now it is clear that even more families than expected have opted out of in-person instruction, with new data showing that only about 283,000 children have shown up. ''This is a number that needs to be understood as a work in progress,'' Mr. de Blasio said during a news conference. ''A lot more kids could be attending in person,'' he added, ''and we want to make sure that their families know and they know that school is safe.'' The city is facing a major test: Convincing families that it is safe, and educationally sound, to send children into classrooms during the coronavirus pandemic. Those who started the year remote-only have until Nov. 15 to opt back in to classroom learning, with those children resuming in-person classes on Nov. 30. If children do not return in significant numbers later this fall, it would severely undercut the mayor's push to reopen, an ambitious yet fraught effort that faced strong political headwinds from union leaders, rank-and-file educators and some parents. The mayor said he expected many more students to opt back in, in part because random testing in city schools had resulted in a remarkably low positivity rate of .15 percent as of last week. ''Parents in NYC voted and spoke with their feet,'' Naomi Pea, a public school parent on Manhattan's Lower East Side, wrote on Twitter. ''There's no interest in being in school buildings.'' The city had initially said that families could opt back in once a quarter, but the schools chancellor, Richard A. Carranza said on Monday that was no longer an option. That abrupt switch has frustrated some parents, who must now choose how their children will learn through June. Mr. Carranza said the city made the change in part to support principals, many of whom have had to change their schools' programming every few weeks as the number of students in classrooms has fluctuated. New York City is one of a few large districts nationally that have welcomed children back into classrooms this fall, and there are still more students attending classes in person than in nearly any other city in the country. The city has roughly 1,800 schools, making the herculean task of reopening the most closely watched in America. Cities in particular have struggled with the question, with some tentatively reopening for younger students and others opting to remain all remote. San Francisco, for example, recently announced that it would not reopen at all this calendar year, and Boston froze its reopening plan last week after virus cases spiked there. In New York City, the trend among parents has been away from returning children to classrooms. Since July, when just one-in-four families indicated that they would start the year remote-only, hundreds of thousands of additional parents have decided to keep their children home. In-person and remote attendance over the last few weeks is somewhat lower than the average attendance rate during a normal school year of roughly 92 percent. Average attendance has been about 86 percent for remote classes and 83 percent for in-person instruction over the last few weeks. Attendance has been rising steadily since the school year started, and has been highest among elementary school students and lowest among high school students. Though about 220,000 children whom the city expected to return to classrooms stayed home, schools still monitored at least some of their attendance online. The city has raised the bar for attendance since the first months of remote learning this spring, when students only had to answer a survey question in the morning to be marked as present. Now, children have to complete assignments or be present for live remote instruction. The mayor said the city would work to raise attendance rates over the next few weeks.  Mr. de Blasio's claim that many students will opt back into hybrid instruction in the coming few weeks has been backed up by some educators. About 65 percent of students at the East New York Elementary School of Excellence in Brooklyn started the school year remote-only. But Janet Huger-Johnson, the school's principal, said she had heard from many of families who live in homeless shelters, and from parents of students with disabilities, that they planned to resume in-person classes next month. ''I know the parents that are going to opt back in,'' she said. ''It won't be a big surprise to me.'' Interviews with dozens of city parents over the last few months showed that there was no single reason that so many families started the school year with remote classes only. Some parents said they would not return until there was a vaccine, regardless of how low transmission was in city schools. Others said they did not believe a few days of in-person school a week was worth it, especially after the city announced late in the summer that it could no longer guarantee daily remote live instruction for students who selected hybrid learning. Because some children are able to attend school only once a week, some families also say remote-only at least provides some consistency. Parents also said they wanted to see how the first few weeks of school went before making a decision for their own child. A significant number of schools, including many large high schools, asked all students to choose remote-only if they were able, in order for the schools to address a staffing shortage created by an August deal between the city and the teachers' union. In those schools, tiny percentages of students have reported to classrooms. The city's messy effort to reopen schools has also been deeply discouraging for many families.  Mr. de Blasio was forced to twice delay the start of in-person classes after union leaders and educators said there was not enough staff to provide instruction in classrooms or online. A cascade of last-minute changes to the reopening plan, including adjustments to staffing policies and virus testing protocols, further undermined confidence in the reopening plan, according to interviews with families across the city. ART\",", "annotations": [{"label": 506, "start_offset": 861, "end_offset": 1127, "user": 52}], "meta": {}, "annotation_approver": null}
{"id": 45371, "text": "\"Among the luminaries assembled at Carnegie Hall on Monday to memorialize Bill Cunningham, who died on June 25 at age 87, was former Mayor Michael R. Bloomberg. Stepping briskly to the stage, Mr. Bloomberg reminded the gathering of more than 1,000 that few people knew better than Mr. Cunningham himself ''that the best runways are the streets of New York.'' That they are, an observation emphatically underscored by the scene outside the fabled concert hall. That's where scores of friends, fans and New York City dignitaries had convened to unspool personal recollections and pay their respects to the ubiquitous blue-coated figure who had captured their best selves on film. TD It was a conclave of the elect, anointed by Mr. Cunningham for their singular, eye-catching style. Social figures, fashion magnates, models and actors, and rafts of the largely unsung fanned out their finery as they filed into the vaulted auditorium, transforming what might have been a melancholy hour into a certified social event -- the kind of gala affair, in short, that Mr. Cunningham might have relished himself. ''I almost expect him to come out now, just taking pictures of everybody,'' said Lauren Ezersky, a freelance journalist and former cable television host. Turned out for the occasion in a goth-tinctured Alexander McQueen ensemble, her white hair cascading over her black leather jacket, she surveyed the gathering expectantly. ''Even now, I feel like Bill could just jump out from somewhere,'' she said. ''I feel like he is here to capture us.'' Some in the crowd were clearly kitted out for just such a moment. ''I was looking for something that would be a nod to Bill Cunningham blue,'' said Diana DiMenna, a philanthropist and film and theater producer. Her artfully constructed blue-corseted Delpozo cocktail dress would have pleased the photographer, she said. ''He loved the Delpozo architecture and construction,'' she said. ''When I wore the designer, most of the time Bill would be checking the back of my skirt, trying to see how it was put together.''  Jenna Lyons, the J. Crew creative director, had dressed with practiced nonchalance in a well-worn olive-drab field jacket and a multilayered tulle Dries Van Noten skirt. She wore it, she said, because: ''Bill noticed it. He had once approached me, and asked, 'Child, what is that skirt?''' Not everyone had dressed deliberately with Mr. Cunningham in mind. Even so, Linda Fargo, the director of women's fashion at Bergdorf Goodman, who wore a wrap -- a sumptuously ridged affair embroidered at the rear with a single word, ''Beauty'' -- said he has never left her consciousness. ''He's always present,'' she said. ''I dress every day in the hope of seeing him. I never let it down.'' Tavi Gevinson, the fashion blogger and editor turned actress (she is on Broadway in ''The Cherry Orchard''), had flung a scarlet varsity jacket over a bone-tinted blouse and Prada trousers, adding a single flamboyant touch: a pair of elaborately filigreed statement earrings. Like many in the crowd, she had spurned funereal black in favor of something less dour. ''I just tried to dress for my mood,'' she said brightly. ''Maybe that's the kind of thing Bill had in mind when he shot people on the street.'' Mr. Cunningham had in fact routinely fixed his lens on New York's most fabled eccentrics, and they returned the honor, parading out in force. Eclipsing a soberly attired Michael Kors, Ralph Lauren and their high-profile like, a bewigged Kenny Kenny arrived, an unabashed spectacle in a purple-and-cream checkered Rochas suit. As he spoke, Mr. Kenny's eyes glistened, tears threatening to cause his chalk-white mascara to run. ''I have a little bit of an intimidating energy,'' he acknowledged. ''But Bill saw through that.'' Affecting a swaybacked fashion pose, he added: ''Some of us have a hard exterior. But underneath that, we are really fragile. Bill knew that dress is the way we express ourselves.'' Michelle Harper, an exotically outfitted brand consultant, was dressed, Victorian style, in a fitted Roggykei jacket she had unearthed in Japan, a small angular hat on her sleekly coifed head. ''I dressed for Bill,'' she said, echoing a by-now familiar refrain, ''I want to look irreverent, unabashed and in the spirit of all of the things that he loved.'' Tziporah Salamon had biked for Bill, attending the ceremony on distressed-looking wheels that did nothing to ruffle her Chinese brocades. ''I wore this one time for fashion week, and Bill photographed me,'' said Ms. Salamon, a popular muse-about-town. ''He would ask, 'Are you going anywhere?' And I would tell him, 'Well, I have no passes,' and he would give me passes -- he always had extras -- saying, 'Now you're going somewhere, Child.''' Among the many lesser-known subjects Mr. Cunningham raised to a kind of demicelebrity was Patrick McDonald, a self-described ''dandy of New York,'' who was turned out in a jacket etched in squiggles, palazzo pants, a fedora and a royal-blue pocket square. ''Bill always encouraged me to just go with my heart, be creative, wear what I feel,'' Mr. McDonald said. ''That's what he taught me, and that's what I live by.'' Ms. Lyons was quick to chime in. ''The first time he notices you, you remember it as clear as day,'' she said. Seven or eight years ago, she said, Ms. Lyons had stepped out in racer-striped white trousers and a T-shirt when Mr. Cunningham abruptly braked to snap her. ''I was so excited,'' she recalled, ''because at the time I was nobody, and to me he was a star. ''But that was the thing about Bill. He made everyone else the star.'' Continue following our fashion and lifestyle coverage on Facebook (Styles and Modern Love), Twitter (Styles, Fashion and Weddings) and Instagram. ART\",", "annotations": [], "meta": {}, "annotation_approver": null}
{"id": 45372, "text": "\"TRENTON, Oct. 2 -- Assembly Speaker Jack Collins, who had been a leading contender for the Republican nomination to succeed Gov. Christine Todd Whitman, abruptly quit the 2001 governor's race today, leaving his counterpart in the State Senate, Donald T. DiFrancesco, the likely front-runner.   Mr. Collins announced his withdrawal in a terse statement that said nothing about his reasons. But a spokesman said that Mr. Collins had bridled at having to ''curry favor'' with party officials, fund-raisers and the leaders of constituent groups, preferring to spend more time with his family in Salem County.  TD  Mr. DiFrancesco, a moderate from Union County who has been planning a run since 1997, had been bedeviled in recent months by Mr. Collins, a skilled tactician with a former basketball star's knack for the legislative equivalent of rebounding: stalling Mr. DiFrancesco's initiatives, then enacting them on his own terms.   ''This increases Donnie's chances dramatically,'' said Stephen A. Salmore, a Republican political consultant. ''It gives him the opportunity to lay out an agenda he can run on, without having to worry about jousting with Collins to get it passed. The pattern always had been, Donnie laid something out, and Collins kept his counsel till the very end, then pulled the rug out and did something different.''   Mr. DiFrancesco, the Senate president, is now likely to face a determined primary challenge from Bret D. Schundler, the mayor of Jersey City, a former Democrat who is a darling of the national neoconservative movement. Mr. Schundler said the departure of Mr. Collins, who like him opposes abortion rights and gun control legislation, would leave the party's conservative wing to Mr. Schundler alone.   ''It's a great day,'' Mr. Schundler said. ''Don has always been a little left of center, which is not where the bulk of the primary vote is. His hope was that Jack Collins and I would split the center-right portion of the Republican Party, which is like 90 percent of the party.''   He added, ''I think I'll be able to knock Don out of this primary, potentially.''   Still, in New Jersey, where the chairmen of the county parties wield enormous kingmaking power in primaries, ideology has rarely been a match for organizational support. Mr. DiFrancesco has already won the backing of Republicans in Burlington County, whose support was crucial to Representative Bob Franks's victory in the recent primary for the United States Senate. And he has been endorsed by the county executives in Bergen and Mercer.   By contrast, Mr. Schundler's influence is limited outside Hudson County, although he has had the support of James W. Treffinger, the Essex County executive.   Mr. DiFrancesco issued a brief statement today saying only that Mr. Collins ''would have been a formidable candidate.'' But Tom Wilson, a former director of the state's Republican Party who is advising Mr. DiFrancesco, said Mr. Collins's decision could make Mr. DiFrancesco's nomination all but inevitable.   ''This makes people's lives a lot easier in general,'' he said. ''The most difficult choice that the Republican leadership had was between Jack and Don. It wasn't between Bret and Don, or Jack and Bret.''   Mr. Wilson suggested that with James E. McGreevey already the presumptive Democratic nominee, Republicans would rally around Mr. DiFrancesco and ask Mr. Schundler to withdraw. ''There'll be pressure to become unified more quickly,'' he said. ''It does not make sense to have to spend money in a primary that we could better spend to win the big prize, the governor's office.''   But the field could still widen, several Republicans said. Besides Mr. DiFrancesco and Mr. Schundler, others who are expected to consider running in the wake of Mr. Collins's withdrawal are two other men from southern New Jersey: State Senator William L. Gormley, a veteran lawmaker from Atlantic County who placed a close second in the Republican primary against Mr. Franks, and Representative Frank A. LoBiondo, a three-term congressman from Cumberland County.   Mr. Collins, who signaled his interest in the governor's race in January, made public his decision to abandon it in a three-sentence statement circulated to reporters after he had already left the State House. His chief of staff, Donald Sico, said Mr. Collins had left because he was expected at a tea held by a Republican women's group in Sussex County.   Mr. Sico said Mr. Collins would not endorse a gubernatorial candidate until at least after the November election. He also said that Mr. Collins, who runs a farm in Pittsgrove, about an hour and a half south of Trenton in Salem County, had simply grown disenchanted with what was required of candidates for governor.   ''He tried it, and didn't like it,'' Mr. Sico said. ''He enjoys being home with his family, and taking care of the farm animals, a lot more than he enjoys running around the state of New Jersey.''  ART\",", "annotations": [{"label": 506, "start_offset": 20, "end_offset": 292, "user": 52}, {"label": 506, "start_offset": 295, "end_offset": 389, "user": 52}, {"label": 506, "start_offset": 390, "end_offset": 607, "user": 52}, {"label": 506, "start_offset": 611, "end_offset": 929, "user": 52}, {"label": 506, "start_offset": 1340, "end_offset": 1558, "user": 52}, {"label": 506, "start_offset": 1786, "end_offset": 1883, "user": 52}, {"label": 506, "start_offset": 2025, "end_offset": 2106, "user": 52}, {"label": 506, "start_offset": 2279, "end_offset": 2476, "user": 52}, {"label": 506, "start_offset": 2709, "end_offset": 2829, "user": 52}, {"label": 506, "start_offset": 3664, "end_offset": 4068, "user": 52}, {"label": 506, "start_offset": 4070, "end_offset": 4279, "user": 52}, {"label": 506, "start_offset": 4280, "end_offset": 4424, "user": 52}, {"label": 506, "start_offset": 4425, "end_offset": 4540, "user": 52}, {"label": 506, "start_offset": 4540, "end_offset": 4742, "user": 52}, {"label": 506, "start_offset": 4744, "end_offset": 4796, "user": 52}, {"label": 506, "start_offset": 4796, "end_offset": 4942, "user": 52}, {"label": 506, "start_offset": 930, "end_offset": 1340, "user": 52}], "meta": {}, "annotation_approver": null}
{"id": 45373, "text": "\"Sheldon Silver, the State Assembly speaker, took a jab yesterday at Gov. George E. Pataki over the fact that Congress has yet to authorize the use of federal funds for a $6 billion rail link that the governor hopes to build from Lower Manhattan to Kennedy International Airport.   ''We can expect more and more announcements like this,'' Mr. Silver, a Democrat, said during a ribbon-cutting ceremony for a new office space opening at 55 Water Street in Lower Manhattan. ''The place is right, the view is right and the transportation will be right. ... Right, Governor?''   TD Mr. Pataki, seated on stage several feet from Mr. Silver, did not respond except to offer a wry smile and a slight nod. The two have sparred repeatedly in the past year over the budget and other issues in Albany.   The Bush administration has yet to secure approval from Congress to tap $2 billion that had been set aside to rebuild Lower Manhattan for the airport rail link instead. That money, called Liberty Zone financing, was meant to stimulate the redevelopment of Lower Manhattan after Sept. 11. But Mr. Pataki, a Republican, has been pushing Washington to authorize using it for the rail link, which the president supports.   Congress was expected to give the authorization in a corporate tax bill that was passed on Monday, but it was not included. Mr. Pataki told reporters that he was not giving up.   ''We're going to continue to push for it,'' he said. ''We need to have Congress appreciate what the White House already knows, and that is that this is important to the future, not just of Lower Manhattan, but of the entire metropolitan area.'' He added that given the strong support of the White House for the rail link, he expected the authorization soon.   ''The governor, together with Mayor Bloomberg, worked tremendously hard to get this measure approved,'' said Lynn Rasic, a spokeswoman for the governor, saying he had reached out to numerous Congressional leaders last week to push for the proposal. ''Ultimately, the governor doesn't have a vote in Congress.''   But Jennifer Hanley, a spokeswoman for Senator Hillary Rodham Clinton, said: ''Senators Clinton and Schumer were proud to get the job done in securing unanimous support from Republicans and Democrats in the Senate for the $2 billion for the J.F.K. rail link. It's unfortunate that the governor and the White House couldn't convince their Republican allies in the House that this was a priority for New York.''   NS \",", "annotations": [{"label": 506, "start_offset": 1, "end_offset": 280, "user": 52}, {"label": 506, "start_offset": 1080, "end_offset": 1208, "user": 52}, {"label": 506, "start_offset": 577, "end_offset": 696, "user": 52}, {"label": 506, "start_offset": 1751, "end_offset": 1869, "user": 52}, {"label": 506, "start_offset": 1999, "end_offset": 2063, "user": 52}], "meta": {}, "annotation_approver": null}
{"id": 45374, "text": "\"A television review on Monday about ''The Choice 2004'' on PBS and ''Diary of a Political Tourist'' on HBO, written, directed and produced by Alexandra Pelosi, misstated the title of a documentary Ms. Pelosi made about the 2000 Bush campaign. It was ''Journeys With George,'' not ''Travels With George.''   LP It can come as no surprise to anyone that a ''Frontline'' election special, ''The Choice 2004,'' on PBS tomorrow, is as thorough and deadly serious as HBO's ''Diary of a Political Tourist'' is breezy and inconsequential.   TD But oddly, it is Alexandra Pelosi's first-person, childishly monomaniacal film on HBO tonight that casts Senator John Kerry in the most favorable light. Ms. Pelosi, the daughter of Representative Nancy Pelosi, the House Democratic leader, made a name for herself with a smart-alecky, inside look at the Bush campaign in 2000, ''Travels With George.'' Once again she wields her hand-held camera throughout the Democratic primary with the cheeky presumption of an heiress who thinks people laugh at her jokes because they find her funny. As Joe Lieberman and other candidates make fools of themselves dancing to her tune, Mr. Kerry remains unfailingly courteous and in control. Like William Powell in the 30's screwball comedy ''Our Man Godfrey,'' he is the butler who outwits and outclasses his employers at every turn.   Mr. Kerry's social grace has peeped out in his debates with Mr. Bush, but that has rarely shown up on the hustings or in television interviews and biographies.   ''The Choice 2004'' shows a less spirited side of Mr. Kerry; mostly, he comes off as a serious, dedicated public servant whose decisions good and bad are colored by the defining experience of his life, the Vietnam War. This documentary maintains that the war stitched complexity and ambivalence into Mr. Kerry's character much the way born-again Christianity stamped Manichaean certainty into George W. Bush.   ''Frontline'' presents side-by-side resumes of Mr. Bush and Mr. Kerry, which is, of course, hideously unfair to Mr. Bush. Starting with black-and-white film of Yale in the mid-60's, PBS slowly and painstakingly contrasts images of Mr. Kerry's youthful seriousness of purpose and wartime bravery with Mr. Bush's irresponsibility and eagerness to avoid combat. A Goldwater hawk, Mr. Bush is shown posing cockily next to a Texas National Guard jet. The documentary shifts to faded color film of American servicemen under fire in Vietnam. Mr. Bush is shown failing in the oil business, while Mr. Kerry is serving the public as a prosecutor. And so on.   ''Frontline'' does not cut the president any breaks. Not only does it suggest, very firmly, that Mr. Bush used his connections to get into the Guard and then failed to live up to his obligations, it even begrudges him his entry to Harvard. After an early discharge from the Guard in 1973, Mr. Bush ''enrolled'' in the Harvard Business School, a narrator said, as if ''enrolling'' did not require applying and competing for a slot. The illustration of his Paper Chase years is a still photograph of Mr. Bush, sitting on an outdoor step, a huge bubble of gum hanging from his lips. ''This is the only picture we could find of him at Harvard,'' the narrator intones sorrowfully.   It is not until well into the two-hour film that ''The Choice 2004'' presents less familiar, and more rewarding material. It takes well-known episodes in each candidate's career, moments that network and cable news shows have shrunk down to 10-second sound bites, and blown them back into context.   In Mr. Kerry's case, the film retraces his fierce aversion to war. Not only do we see Mr. Kerry in 2002 express prescient qualms about sending troops to Iraq to remove Saddam Hussein before voting to give the president the authority to go to war, we also see him express similar, pained reservations just before the 1991 Persian Gulf war led by the president's father. (''Are we really ready for another generation of amputees, paraplegics and burn victims?'' he asked his Senate colleagues on the eve of the 1991 vote. ''There is a rush to war here.'')   ''The Choice 2004'' makes the case that a cynical ruthlessness lies beneath Mr. Bush's piety and campaign trail bonhomie. Many television programs and news reports have gone back to the 2000 Republican primary in South Carolina, where shadowy groups led a sleazy character-assassination campaign against Senator John McCain just in time to help Mr. Bush recoup after his New Hampshire loss.   ''Frontline'' also goes back to his 1994 gubernatorial campaign against Ann Richards: his campaign painted her as soft on a growing crime wave even as crime rates in Texas were declining.   It also showed how shadowy groups emerged to start a leaflet and rumor campaign that accused her of hiring ''avowed and activist homosexuals.'' As in every other case, Mr. Bush insisted that his campaign had no link to the dirty tricks. ''There's a pattern of groups popping up who spread basically dirty rumors about the opponent,'' says Nicholas Lemann, the dean of the Graduate School of Journalism at Columbia University, who reported the ''Frontline'' piece.   Mr. Lemann concludes that for all Mr. Kerry's hard work and determination, it is actually Mr. Bush who is the most ambitious of the two. ''He really wants to be, you know, what they call a transformational president,'' Mr. Lemann says. ''I think this is a president who wants to leave a really, really big footprint.''   The choice in 2004 is stark. ''Diary of a Political Tourist'' is a vanity piece that does not even try to shed light on the candidates. ''Frontline'' is not saucy or hip, but it does a comprehensive, compelling job of tracing just how deeply rooted the differences between the two men really are.   Diary of a Political Tourist   HBO, tonight at 8, Eastern and Pacific times; 7, Central time.   Written, directed and produced by Alexandra Pelosi; edited by Juliet Weber and Geof Bartz; Lisa Heller, supervising producer; Sheila Nevins, executive producer.   Frontline   The Choice 2004   PBS, tomorrow night at 9; check local listings.   Producer, Martin Smith; co-producers, Marcela Gaviria and Chris Durrance; reported by Nicholas Lemann; a co-production of ''Frontline'' and RAINmedia Inc. David Fanning, executive producer of ''Frontline''; produced by WGBH, Boston.   Photo: Senator John Kerry films reporters filming him during the primary. (Photo by Paula Bronstein/Getty Images)   NS\",", "annotations": [{"label": 506, "start_offset": 1073, "end_offset": 1212, "user": 52}, {"label": 506, "start_offset": 1358, "end_offset": 1517, "user": 52}, {"label": 506, "start_offset": 1519, "end_offset": 1738, "user": 52}, {"label": 506, "start_offset": 1739, "end_offset": 1928, "user": 52}, {"label": 506, "start_offset": 2052, "end_offset": 2289, "user": 52}, {"label": 506, "start_offset": 2290, "end_offset": 2377, "user": 52}, {"label": 506, "start_offset": 2466, "end_offset": 2567, "user": 52}, {"label": 506, "start_offset": 2820, "end_offset": 3011, "user": 52}, {"label": 506, "start_offset": 3012, "end_offset": 3161, "user": 52}, {"label": 506, "start_offset": 3557, "end_offset": 3626, "user": 52}, {"label": 506, "start_offset": 3626, "end_offset": 3927, "user": 52}, {"label": 506, "start_offset": 4116, "end_offset": 4236, "user": 52}, {"label": 506, "start_offset": 4508, "end_offset": 4696, "user": 52}, {"label": 506, "start_offset": 4841, "end_offset": 4934, "user": 52}, {"label": 506, "start_offset": 5164, "end_offset": 5301, "user": 52}, {"label": 506, "start_offset": 5301, "end_offset": 5399, "user": 52}, {"label": 506, "start_offset": 5399, "end_offset": 5485, "user": 52}], "meta": {}, "annotation_approver": null}
{"id": 45375, "text": "\"To the Editor: Re ''Candidates Meet in Restrained Debate'' (front page, Oct. 12): TD Despite the substantive and personal accord of the second presidential debate, I saw two sharply contrasted candidates. While George W. Bush seemed to reaffirm and strengthen his character and substance from the first debate, Al Gore seemed an altogether different person. Mr. Gore's handlers and media critics did him a disservice by railing against his confrontational style. His stylistic overcorrection into an almost absurdly congenial debater reinforced the fact that no one can discern the real Al Gore. The criticism from the media, echoed by a shift in the polls, forced Mr. Gore into a box and allowed Mr. Bush to take command of the debate and the race. SCOTT A. DERGANCE New York, Oct. 12, 2000  NS \",", "annotations": [{"label": 506, "start_offset": 206, "end_offset": 358, "user": 52}, {"label": 506, "start_offset": 463, "end_offset": 596, "user": 52}], "meta": {}, "annotation_approver": null}
{"id": 45376, "text": "\"The big draw for a crowd of nearly 50,000 at a get-out-the-vote rally in Philadelphia on Saturday was not Senator Barack Obama, whose campaign was sponsoring the rally, but Bruce Springsteen. The Boss performed a free, 40-minute set on Benjamin Franklin Parkway between 20th and 22nd Streets in Center City. Mr. Springsteen likened the country to a house that needs rebuilding: ''I don't know about you, but I want my house back -- I want my America back, and I want my country back,'' he told the crowd before playing ''The Rising,'' a song inspired by 9/11. Mr. Springsteen continued his three-day swing for Mr. Obama with a concert at Ohio State University in Columbus on Sunday and is scheduled to perform at Oestrike Stadium in Ypsilanti, Mich., on Monday afternoon. PHOTO (PHOTOGRAPH BY MATT ROURKE/ASSOCIATED PRESS) NS \",", "annotations": [], "meta": {}, "annotation_approver": null}
{"id": 45377, "text": "\"ATLANTA -- The Georgia Supreme Court ruled Monday that a transgender politician did not mislead voters by running for office as a woman. The court dismissed a lawsuit filed by two opponents of the politician, Michelle Bruce, who was born Michael Bruce, that said she disguised her sex while seeking re-election last year in Riverdale, Ga. TD ''This is a great victory for me and anyone who believes in equality,'' Ms. Bruce said in a statement. ''It gives me hope that the Georgia Supreme Court did what was right and did not buy into hate-based politics.'' Ms. Bruce, the first openly transgender politician in Georgia, served on the Riverdale Council for four years before losing her re-election bid in a runoff last year. Two of her opponents, Georgia Fuller and Stan Harris, who also lost, filed the lawsuit to request another election. The ruling is the first in the nation to address whether a politician lies to the public by running as a transgender candidate, legal experts said. The court ruled unanimously that Ms. Bruce's use of the name Michelle on ballots did not ''cast doubt on the results of the election.'' The ruling will help protect transgender candidates from discrimination, said Suzanne B. Goldberg, a gender law expert at Columbia Law School. ''At the broadest level, the Georgia Supreme Court told people that they cannot use litigation to harass transgender elected officials,'' Ms. Goldberg said. Gay rights groups celebrated the decision. ''Accusations of fraud only show the accusers' ignorance of transgender lives,'' said Cole Thaler, a lawyer with Lambda Legal, a gay rights organization. But Michael B. King, the plaintiffs' lawyer, said Ms. Bruce had received an unfair advantage by running as a woman in a heavily female district. In the lawsuit, Mr. King referred to Ms. Bruce as a man. ''We maintain that Mr. Bruce misled the voters into believing that he was a female,'' he said. ''He got more female votes than he would have if he hadn't used a fictitious name.'' Ms. Bruce's supporters say the lawsuit cost her the election. It brought national news media attention to Ms. Bruce's sex change, they say, and influenced many voters to select her opponent in the runoff, Wayne Franklin Hall, who won. Ms. Bruce has consistently presented herself as a woman, not a man, said Deana Johnson, the Riverdale city attorney. ''On the first day I met Michelle, she introduced herself and said she was transgender,'' Ms. Johnson said. ''She identified herself to the voters in the same way she identified herself on her driver's license and Social Security card.'' NS \",", "annotations": [{"label": 506, "start_offset": 138, "end_offset": 339, "user": 52}, {"label": 506, "start_offset": 445, "end_offset": 558, "user": 52}, {"label": 506, "start_offset": 559, "end_offset": 725, "user": 52}, {"label": 506, "start_offset": 726, "end_offset": 841, "user": 52}, {"label": 506, "start_offset": 2066, "end_offset": 2239, "user": 52}, {"label": 506, "start_offset": 2239, "end_offset": 2356, "user": 52}, {"label": 506, "start_offset": 2465, "end_offset": 2594, "user": 52}], "meta": {}, "annotation_approver": null}
{"id": 45378, "text": "\"We were shocked when specialists predicted that this would be the first billion-dollar presidential campaign. Now it looks as if the tab could come close to a twice-as-shocking $2 billion. Clearly, the system must be fixed. Senators John McCain and Barack Obama have both pledged to update the public financing system to keep spending in future elections within reasonable bounds. Mr. Obama bears particular responsibility: He is the first candidate to spurn public financing in the general election since the system was introduced to combat the big-money corruption of the Watergate scandal. TD Both candidates initially indicated that they would accept the public subsidy and the spending limits that come along with it. Mr. Obama backed out after his campaign discovered that it could raise prodigious amounts in small private donations on the Internet. In September, Mr. Obama attracted 632,000 first-time donors who gave an average of $87. Altogether, the campaign has raised more than $300 million in small donations. But before anyone gets too misty-eyed about grass roots financing, the Obama campaign also has relied on more than 300 special-interest money bundlers who raised up to $500,000 a pop. The McCain primary campaign showed comparable success with fat-cat bundlers. The $84 million public subsidy that Mr. McCain has received for the general election must be increased in future races. Mr. Obama clearly has had money to burn by comparison. For the earlier primary round, the current 1-to-1 subsidy for donations of $200 or less is not generous enough. A more realistic 4-to-1 match would buck big-money clout by enhancing the attraction of limited donations for ordinary Americans, Web-based or not. There must be better transparency for the Internet money flow. Congress also must close this year's favorite loophole: joint state and national fund-raising committees that tapped deep-pocket benefactors far beyond individual donor limits. The wiliness of the political class is endless, and the only hope of cleaning up money abuses is with more generous -- and savvier -- public financing. Whether from the White House or the Senate, this year's winner and loser will be in a position to deliver on their pledges to reform the system. NS \",", "annotations": [{"label": 506, "start_offset": 225, "end_offset": 381, "user": 52}, {"label": 506, "start_offset": 382, "end_offset": 593, "user": 52}, {"label": 506, "start_offset": 724, "end_offset": 857, "user": 52}, {"label": 506, "start_offset": 858, "end_offset": 945, "user": 52}], "meta": {}, "annotation_approver": null}
{"id": 45379, "text": "\"In a landmark antitrust complaint, the Justice Department is targeting a secretive partnership that is worth billions of dollars to both companies. OAKLAND, Calif. -- When Tim Cook and Sundar Pichai, the chief executives of Apple and Google, were photographed eating dinner together in 2017 at an upscale Vietnamese restaurant called Tamarine, the picture set off a tabloid-worthy frenzy about the relationship between the two most powerful companies in Silicon Valley. TD As the two men sipped red wine at a window table inside the restaurant in Palo Alto, their companies were in tense negotiations to renew one of the most lucrative business deals in history: an agreement to feature Google's search engine as the preselected choice on Apple's iPhone and other devices. The updated deal was worth billions of dollars to both companies and cemented their status at the top of the tech industry's pecking order. Now, the partnership is in jeopardy. Last Tuesday, the Justice Department filed a landmark lawsuit against Google -- the U.S. government's biggest antitrust case in two decades -- and homed in on the alliance as a prime example of what prosecutors say are the company's illegal tactics to protect its monopoly and choke off competition in web search. The scrutiny of the pact, which was first inked 15 years ago and has rarely been discussed by either company, has highlighted the special relationship between Silicon Valley's two most valuable companies -- an unlikely union of rivals that regulators say is unfairly preventing smaller companies from flourishing. ''We have this sort of strange term in Silicon Valley: co-optation,'' said Bruce Sewell, Apple's general counsel from 2009 to 2017. ''You have brutal competition, but at the same time, you have necessary cooperation.''  Apple and Google are joined at the hip even though Mr. Cook has said internet advertising, Google's bread and butter, engages in ''surveillance'' of consumers and even though Steve Jobs, Apple's co-founder, once promised ''thermonuclear war'' on his Silicon Valley neighbor when he learned it was working on a rival to the iPhone.  Apple and Google's parent company, Alphabet, worth more than $3 trillion combined, do compete on plenty of fronts, like smartphones, digital maps and laptops. But they also know how to make nice when it suits their interests. And few deals have been nicer to both sides of the table than the iPhone search deal. Nearly half of Google's search traffic now comes from Apple devices, according to the Justice Department, and the prospect of losing the Apple deal has been described as a ''code red'' scenario inside the company. When iPhone users search on Google, they see the search ads that drive Google's business. They can also find their way to other Google products, like YouTube. A former Google executive, who asked not to be identified because he was not permitted to talk about the deal, said the prospect of losing Apple's traffic was ''terrifying'' to the company. The Justice Department, which is asking for a court injunction preventing Google from entering into deals like the one it made with Apple, argues that the arrangement has unfairly helped make Google, which handles 92 percent of the world's internet searches, the center of consumers' online lives. Online businesses like Yelp and Expedia, as well as companies ranging from noodle shops to news organizations, often complain that Google's search domination enables it to charge advertising fees when people simply look up their names, as well as to steer consumers toward its own products, like Google Maps. Microsoft, which had its own antitrust battle two decades ago, has told British regulators that if it were the default option on iPhones and iPads, it would make more advertising money for every search on its rival search engine, Bing. What's more, competitors like DuckDuckGo, a small search engine that sells itself as a privacy-focused alternative to Google, could never match Google's tab with Apple.  Apple now receives an estimated $8 billion to $12 billion in annual payments -- up from $1 billion a year in 2014 -- in exchange for building Google's search engine into its products. It is probably the single biggest payment that Google makes to anyone and accounts for 14 to 21 percent of Apple's annual profits. That's not money Apple would be eager to walk away from. In fact, Mr. Cook and Mr. Pichai met again in 2018 to discuss how they could increase revenue from search. After the meeting, a senior Apple employee wrote to a Google counterpart that ''our vision is that we work as if we are one company,'' according to the Justice Department's complaint. A forced breakup could mean the loss of easy money to Apple. But it would be a more significant threat to Google, which would have no obvious way to replace the lost traffic. It could also push Apple to acquire or build its own search engine. Within Google, people believe that Apple is one of the few companies in the world that could offer a formidable alternative, according to one former executive. Google has also worried that without the agreement, Apple could make it more difficult for iPhone users to get to the Google search engine. A spokesman for Apple declined to comment on the partnership, while a Google spokesman pointed to a blog post in which the company defended the relationship. Even though its bill with Apple keeps going up, Google has said again and again that it dominates internet search because consumers prefer it, not because it is buying customers. The company argues that the Justice Department is painting an incomplete picture; its partnership with Apple, it says, is no different than Coca-Cola paying a supermarket for prominent shelf space. Other search engines like Microsoft's Bing also have revenue-sharing agreements with Apple to appear as secondary search options on iPhones, Google says in its defense. It adds that Apple allows people to change their default search engine from Google -- though few probably do because people typically don't tinker with such settings and many prefer Google anyway.  Apple has rarely, if ever, publicly acknowledged its deal with Google, and according to Bernstein Research, has mentioned its so-called licensing revenue in an earnings call for the first time this year. According to a former senior executive who spoke on the condition of anonymity because of confidentiality contracts, Apple's leaders have made the same calculation about Google as much of the general public: The utility of its search engine is worth the cost of its invasive practices. ''Their search engine is the best,'' Mr. Cook said when asked by Axios in late 2018 why he partnered with a company he also implicitly criticized. He added that Apple had also created ways to blunt Google's collection of data, such as a private-browsing mode on Apple's internet browser. The deal is not limited to searches in Apple's Safari browser; it extends to virtually all searches done on Apple devices, including with Apple's virtual assistant, Siri, and on Google's iPhone app and Chrome browser. The relationship between the companies has swung from friendly to contentious to today's ''co-optation.'' In the early years of Google, the company's co-founders, Larry Page and Sergey Brin, saw Mr. Jobs as a mentor, and they would take long walks with him to discuss the future of technology. In 2005, Apple and Google inked what at the time seemed like a modest deal: Google would be the default search engine on Apple's Safari browser on Mac computers. Quickly, Mr. Cook, then still a deputy to Mr. Jobs, saw the arrangement's lucrative potential, according to another former senior Apple executive who asked not to be named. Google's payments were pure profit, and all Apple had to do was feature a search engine its users already wanted.  Apple expanded the deal for its big upcoming product: the iPhone. When Mr. Jobs unveiled the iPhone in 2007, he invited Eric Schmidt, Google's then chief executive, to join him onstage for the first of Apple's many famous iPhone events. ''If we just sort of merged the two companies, we could just call them AppleGoo,'' joked Mr. Schmidt, who was also on Apple's board of directors. With Google search on the iPhone, he added, ''you can actually merge without merging.'' Then the relationship soured. Google had quietly been developing a competitor to the iPhone: smartphone software called Android that any phone maker could use. Mr. Jobs was furious. In 2010, Apple sued a phone maker that used Android. ''I'm going to destroy Android,'' Mr. Jobs told his biographer, Walter Isaacson. ''I will spend my last dying breath if I need to.'' A year later, Apple introduced Siri. Instead of Google underpinning the virtual assistant, it was Microsoft's Bing. Yet the companies' partnership on iPhones continued -- too lucrative for either side to blow it up. Apple had arranged the deal to require periodic renegotiations, according to a former senior executive, and each time, it extracted more money from Google. ''You have to be able to maintain those relationships and not burn a bridge,'' said Mr. Sewell, Apple's former general counsel, who declined to discuss specifics of the deal. ''At the same time, when you're negotiating on behalf of your company and you're trying to get the best deal, then, you know, the gloves come off.'' Around 2017, the deal was up for renewal. Google was facing a squeeze, with clicks on its mobile ads not growing fast enough. Apple was not satisfied with Bing's performance for Siri. And Mr. Cook had just announced that Apple aimed to double its services revenue to $50 billion by 2020, an ambitious goal that would be possible only with Google's payments. By the fall of 2017, Apple announced that Google was now helping Siri answer questions, and Google disclosed that its payments for search traffic had jumped. The company offered an anodyne explanation to part of the reason it was suddenly paying some unnamed company hundreds of millions of dollars more: ''changes in partner agreements.'' ART \",", "annotations": [], "meta": {}, "annotation_approver": null}
{"id": 45380, "text": "\"As the Supreme Court heard arguments on Wednesday in a case challenging race-conscious admission to public colleges, university officials across the country watched for clues to where the court might go while contemplating what steps schools might take if the court changed the state of the law. Administrators who paid close attention -- following the arguments on blogs or reading the transcript -- looked most carefully at the words of Justice Anthony M. Kennedy, widely seen as the swing vote on the case. But in asking tough, skeptical questions of both sides, Justice Kennedy left them no clear indication which way he will go. TD Schools are bracing for three broad categories of possible outcomes in the case, Fisher v. University of Texas: a complete and history-making ban on race-conscious admissions, a tightening of the current limitations on consideration of race or ethnicity, or a decision that more or less leaves things as they are. The result will turn largely on the court's reading of its 2003 decision in Grutter v. Bollinger, when the justices, by 5 to 4, ruled that schools may take race into account as one factor among many, as long as they do not use numerical quotas. A decision will be issued next year. ''An outcome a lot of us in higher education are contemplating is that they could affirm Grutter, at least in name, but impose a stricter definition of what it allows,'' said John C. Boger, dean of the law school at the University of North Carolina at Chapel Hill, and an author of a brief that school submitted to the court in support of the University of Texas. ''Then the question becomes, do they make the test for race-conscious action so tough that no one could ever pass it?'' Such a ruling, just as surely as an outright ban on consideration of race, would force the more-selective public colleges to change their admissions practices. (Many of the nation's public schools have open admissions, meaning that they take anyone whose high school credentials are above a certain threshold; they would not be affected by the ruling.) Seven states already ban any consideration of race in admission to state schools, and to varying degrees, their colleges have responded with ''race-blind'' ways to achieve diversity, like distributing admissions among all public high schools, recruiting aggressively in poorer communities and giving some preference to low-income applicants and those from underperforming schools. A report released last week by the Century Foundation argued that alternatives to affirmative action can work reasonably well in producing ethnic diversity, and much better in producing economic diversity. In California, whose ban has been in place longest -- voters approved it in 1996 -- the highly competitive University of California system has tried several approaches, with varying results. One approach in particular now being used in Texas, California and elsewhere, has won admirers: trying to spread admissions by community rather than race. That can mean giving preference to low-income students and those who go to low-performing schools, recruiting aggressively in poorer areas and, most often, admitting a certain percentage of students from the top of the class at every high school in the state. ''I don't know anybody who's opposed to that, in principle, but it has not allowed us to achieve the level of diversity we'd like to see, particularly at our most selective campuses, Berkeley and U.C.L.A.,'' said David M. Birnbaum, chief deputy general counsel of the University of California system. ''I think most educators believe in the importance and value of diversity, and if some avenues are closed to them to achieve that, they'll look for others, but it's not an easy thing to do.'' Mr. Boger said his colleagues had studied how a ''percentage plan'' would work at the University of North Carolina, and found that while it would admit nearly as many blacks and Hispanics, it would also significantly lower the caliber of students. In addition, educators noted that if they could not take race into account, there was no guarantee that all public universities would go to the same lengths that California has to achieve diversity. Some even speculated that their states' lawmakers might block such measures. CO \",", "annotations": [], "meta": {}, "annotation_approver": null}
{"id": 45381, "text": "\"WASHINGTON, Oct. 7 -- From the beginning of the year, the White House has charted new ground with the sweep of its negative campaigning, starting with an $80 million wave of attack advertisements directed at Senator John Kerry that began the moment he effectively won his party's nomination last spring.   But the scathing indictment that Mr. Bush offered of Mr. Kerry over the past two days -- on the eve of the second presidential debate and with polls showing the race tightening -- took these attacks to a blistering new level. In the process, several analysts say, Mr. Bush pushed the limits of subjective interpretation and offered exaggerated or what some Democrats said were distorted accounts of Mr. Kerry's positions on health care, tax cuts, the Iraq war and foreign policy.   TD To cheers in Michigan, Mr. Bush asserted that under Mr. Kerry, the nation would have to ''wait for a grade from other nations and leaders'' before acting to protect itself. Mr. Kerry has repeatedly said that he would not give up the right to act pre-emptively ''in any way necessary to protect the United States,'' but has suggested that any president would need to demonstrate legitimate reasons for such an action.   To laughter, Mr. Bush said that Mr. Kerry would impose ''Hillary care'' on America, a huge national health care program that would impose increased federal control over the health care decisions of citizens. Mr. Kerry's health care plan is significantly larger than the one Mr. Bush has offered, and it includes increased reliance on Medicaid and state health insurance programs for the poor. But unlike what Mrs. Clinton proposed in 1993, it would not create any big new federal bureaucracy and would retain the current employer-based system, and Mr. Kerry said he was averse to any kind of national health care plan.   To boos, Mr. Bush said that Mr. Kerry had set ''artificial timetables'' for pulling troops out of Iraq, which the president warned would embolden the enemy and endanger the troops. In fact, Mr. Kerry said that he could envision beginning to withdraw troops in as little as six months, but only if he succeeded in moving Iraq toward stability, and has decline repeatedly to set a timeline.   Mr. Bush's aides defended Mr. Bush's statements, saying that the president had fairly spotlighted positions Mr. Kerry has taken over the years. ''The campaign's criticisms of John Kerry are meticulous and precise and most of the criticisms involve reading back John Kerry's own words,'' said Steve Schmidt, a campaign spokesman for Mr. Bush.   But other analysts, including some Republicans, said Mr. Bush was repeatedly taking phrases and sentences out of context, or cherry-picking votes, to provide an unfavorable case against Mr. Kerry.   ''So much of what they are indicting is taken out of context,'' said Kathleen Hall Jamieson, director of the Annenberg Public Policy Center at the University of Pennsylvania, and the author of a book on negative campaigning. ''It's a matter of taking sentences out of context or parts of sentences out of context. And it's hard for journalists to write the context back in because it takes time.''   Scott Reed, who served as manager of Bob Dole's 1996 campaign for president, said, ''They are going right up to the line and they are pushing it hard.''   Mr. Reed said that Mr. Bush had not yet gone too far and praised the high-spirited attacks on Mr. Kerry as a tactical move, saying they would energize Republican base voters who had been dispirited by Mr. Bush's performance last week. But asked whether he agreed with Mr. Bush's characterization of Mr. Kerry's view on pre-emptive war, Mr. Reed responded, ''No.''   The latest line of attacks by Mr. Bush comes during what has been a tumultuous week for him, amid signs that a once swaggering White House was getting worried.   Mr. Bush's aides said that he would raise many of the same criticisms of Mr. Kerry to his face in Friday night's debate. Still, the format might make that complicated. Mr. Kerry and Mr. Bush will be answering questions from an audience of voters and several analysts said that Mr. Bush would have to find a way to pivot into the kind of harsh attacks his aides have clearly concluded are necessary to defeat Mr. Kerry.   This muscular new speech was in many ways in keeping with what has been the tone of a campaign that has been unusually negative for an incumbent from the start and, some analysts said, reminiscent of the one Mr. Bush's father ran in 1988 against Michael S. Dukakis. The chief strategist in that campaign, the late Lee Atwater, worked over the years with key figures in this campaign, including Karl Rove, Mr. Bush's chief strategist, and Ralph Reed, a campaign adviser.   ''Rove and Reed were schooled by Lee and he told them that what you do is you rip the bark off liberals.'' said Marshall Wittman, a former senior aide to Senator John McCain, the Arizona Republican, and is registered as an independent. ''Even if they're not liberals you rip the bark off them. That's what they are doing. ''   Mr. Bush said that Mr. Kerry had voted for a tax hike ''98 times'' and that he is ''is one of the few candidates in history to campaign on a pledge to raise taxes.'' Mr. Kerry had said he wanted to raise taxes on the wealthy, but said he would not roll back the tax cut Mr. Bush gave the middle class, insisting to some skepticism, even among Democrats, that that would be enough to finance his own ambitious spending plans.   In his critique of Mr. Kerry's record, Mr. Bush has often left out facts that might make some of the Democrat's positions look different.   In one speech, Mr. Bush said in quick succession that Mr. Kerry had voted for higher taxes on Social Security benefits and voted for a formula that ''helped cause the increase in Medicare premiums.''   Mr. Bush's statements were technically correct. But the tax on Social Security benefits, adopted in 1993 over Republican opposition, helps to pay for Medicare, and without it the government would have to raise other taxes or add to the budget deficit. In voting for the Medicare formula in 1997, Mr. Kerry was joined by 43 Republicans.   Mr. Bush's statements criticizing Mr. Kerry's votes, said Robert Bixby, executive director of the Concord Coalition, a group that advocates fiscal responsibility, suggest that the president opposes the legislation in question, a stance that would leave Mr. Bush facing some very difficult political tradeoffs himself.   For example, Mr. Bixby said, ''The increase in the Social Security benefits is dedicated to go to the Medicare Part A trust fund, and if you repeal that, you open up a giant hole in Medicare's finances, which are already badly underfunded.''   On other statements, Mr. Bixby said, Mr. Bush was ''flat out wrong,'' including the president's assertion that Mr. Kerry was ''against all of our middle-class tax relief.'' Mr. Kerry has said he supported the extension of a number of tax-cut provisions aimed at the middle class that Mr. Bush signed into law this week.   On foreign policy, analysts said, many of Mr. Bush's assertions fall into a gray area between opinion and distortion.   By and large, said Walter Russell Mead, a senior fellow at the Council on Foreign Relations, Mr. Bush was using ''rhetorically aggressive formulations'' but ones that got at ''real questions about differences of policy between the two camps.''   NS\"", "annotations": [{"label": 506, "start_offset": 533, "end_offset": 787, "user": 52}, {"label": 506, "start_offset": 792, "end_offset": 964, "user": 52}, {"label": 506, "start_offset": 1210, "end_offset": 1418, "user": 52}, {"label": 506, "start_offset": 1419, "end_offset": 1603, "user": 52}, {"label": 506, "start_offset": 1604, "end_offset": 1830, "user": 52}, {"label": 506, "start_offset": 1830, "end_offset": 2012, "user": 52}, {"label": 506, "start_offset": 2012, "end_offset": 2221, "user": 52}, {"label": 506, "start_offset": 2223, "end_offset": 2366, "user": 52}, {"label": 506, "start_offset": 2367, "end_offset": 2564, "user": 52}, {"label": 506, "start_offset": 2566, "end_offset": 2763, "user": 52}, {"label": 506, "start_offset": 3556, "end_offset": 3684, "user": 52}, {"label": 506, "start_offset": 5069, "end_offset": 5234, "user": 52}, {"label": 506, "start_offset": 5234, "end_offset": 5493, "user": 52}, {"label": 506, "start_offset": 5635, "end_offset": 5835, "user": 52}, {"label": 506, "start_offset": 6913, "end_offset": 7060, "user": 52}], "meta": {}, "annotation_approver": null}
